/* A new update is now available. Please update your Device. */
"A new update is available. Please update your device." = "現已發布新的更新。請更新您的設備。";

/* A new version of firmware is available, would you like to update now? */
"Firmware update available, would you like to update now?" = "現有新的固件版本，您要立即更新嗎？";

/* No comment provided by engineer. */
"About" = "關於";

/* Active */
"Active" = "活動";

/* No comment provided by engineer. */
"days" = "天";

/* Active Alarm */
"Active Alarm" = "活動提醒";

/* Add Contact? */
"Units" = "單位";

/* Add Contact? */
"Blood pressure units:" = "血壓單位:";

/* Add Contact? */
"Weight units:" = "體重單位:";

/* Add Contact? */
"Distance units:" = "距離單位:";

/* Add Contact? */
"Height units:" = "高度單位:";

/* Add Contact? */
"Temperature units:" = "溫度單位:";

/* No comment provided by engineer. */
"My Dashboard" = "我的儀表板";


/* No comment provided by engineer. */
"Connect" = "連接";


/* No comment provided by engineer. */
"Best Day" = "最好成績";

/* No comment provided by engineer. */
"BP3 Setup Guide" = "BP3連接指導";

/* No comment provided by engineer. */
"Blood Pressure Monitors" = "血壓計";

/* No comment provided by engineer. */
"Scales" = "體重秤 / 人體成分秤";

/* No comment provided by engineer. */
"Activity Trackers" = "活動跟踪器";

/* No comment provided by engineer. */
"Pulse Oximeter" = "脈搏血氧儀";

/* No comment provided by engineer. */
"Put on your monitor as shown above and press START. Take your first blood pressure measurement!" = "點擊上面的按鈕，進行你的第一次血壓測量!";

/* No comment provided by engineer. */
"Confirm Scale shows “0.0”." = "確認秤顯示“0.0”。";
/* No comment provided by engineer. */
"Click on the device titled HS3 xxxxx to pair." = "點擊設備名為HS3XXXXX進行配對。";
/* No comment provided by engineer. */
"Is your scale powered on?" = "你的秤是否開機？";
/* No comment provided by engineer. */
"Make sure “0.0” appear on the scale. If not, please replace the batteries." = "確保秤上顯示“0.0”。如果沒有，請更換電池。";
/* No comment provided by engineer. */
"Make sure your scale is nearby." = "確保你的秤在附近。";
/* No comment provided by engineer. */
"Make sure your scale paired in the Bluetooth settings." = "確保你的秤在藍牙設置中已配對。";
/* No comment provided by engineer. */
"Reinsert the battery." = "重新插入電池。";
/* No comment provided by engineer. */
"Go to your Bluetooth settings and delete HS3XXXXXX from your Bluetooth list. Turn Bluetooth settings off and repair the HS3." = "轉到您的藍牙設置和藍牙列表中刪除HS3XXXXXX。重啟藍牙，在藍牙設置中重新連接HS3。";


/* No comment provided by engineer. */
"Is your scale successfully setting the Wifi connection?" = "你的秤是否設置wifi成功？";
/* No comment provided by engineer. */
"On the scale you must see the Wifi icon flashing and tuning stable, “SET” should disappear and is replaced by “0.0”." = "你會看到了WIFI圖標閃爍並開始穩定，“設置”消失而顯示“0.0”。";

/* No comment provided by engineer. */
"Try to take measurement with your scale not too far away from your router." = "測量時秤盡量不要離你的路由器太遠。";
/* No comment provided by engineer. */
"Make sure your Scale and your phone are on the same Wifi network." = "確保你的秤和你的手機在同一無線網絡。";
/* No comment provided by engineer. */
"Restart your router." = "重新啟動路由器。";
/* No comment provided by engineer. */
"If setting the Wifi failed  (Wifi icon is not stable on the scale), please reset the scale" = "如果設置WiFi失敗（秤上顯示的WiFi圖標不穩定），請重新設置。";

/* No comment provided by engineer. */
"Make sure your activity tracker is nearby." = "確保你的活動跟踪器在附近。";
/* No comment provided by engineer. */
"Please confirm your AM3 is not linked with another user. It should show “Launch the app to start” on the display. If not, please unlink with the previous user." = "請確認您的AM3未與用戶綁定（手錶上顯示“打開應用程序啟動測量”）。如果不是，請與用戶解除綁定。";
/* No comment provided by engineer. */
"Turn off Bluetooth in your mobile device settings then turn on again" = "在手機設置中關閉並重新打開藍牙。";
/* No comment provided by engineer. */
"iHealth Lite Setup Guide" = "Lite連接指導";
/* No comment provided by engineer. */
"iHealth Core Setup Guide" = "Core連接指導";
/* No comment provided by engineer. */
"Please connect to WiFi network in your mobile device settings" = "請在手機設置中連接WiFi。";

/* No comment provided by engineer. */
"Please connect to WiFi network in your mobile device settings" = "請在手機設置中連接WiFi。";

/* No comment provided by engineer. */
"Press the “Set” button located in the battery tray. Flip your scale over to see if the Setup message appears on the display." = "按下位於電池托盤中的“設置”按鈕。翻轉體重秤，看是否在顯示器上顯示設置消息。";

/* No comment provided by engineer. */
"Do you want to re-set the Wifi of your iHealth Core now?" = "你現在想要重置iHealth Core的無線網絡麼？";
/* No comment provided by engineer. */
"You can reset wifi as follows: Set Up My Device -> Core -> Reset wifi" = "您可以重置的wifi按以下步驟：設置我的設備-> Core -> 重置wifi";

/* No comment provided by engineer. */
"Do you want to re-set the Wifi of your iHealth Vista now?" = "你現在想要重置iHealth Vista的無線網絡麼？";
/* No comment provided by engineer. */
"You can reset wifi as follows: Set Up My Device -> Vista -> Reset wifi" = "您可以重置的wifi按以下步驟：設置我的設備-> Vista -> 重置wifi";


/* No comment provided by engineer. */
"You can try the following" = "你可以嘗試以下操作";

/* No comment provided by engineer. */
"Is your pulse oximeter powered on?" = "你的脈搏血氧儀是否開機？";
/* No comment provided by engineer. */
"Make sure “- -” appear when you press the button on the pulse oximeter." = "當您點擊脈搏血氧儀開關按鈕，確保顯示“- -”。";
/* No comment provided by engineer. */
"If there are other smart devices nearby, please move them away." = "如果附近有其他智能設備，把它們放到別處。";
/* No comment provided by engineer. */
"Make sure your pulse oximeter is nearby." = "確保你的脈搏血氧儀在附近。";
/* No comment provided by engineer. */
"Your pulse oximeter can be found faster if you press the button to keep it on." = "保持脈搏血氧儀燈起，它可以被快速搜索。";
/* No comment provided by engineer. */
"Hold the button for 8 seconds to reset the pulse oximeter." = "按下開關按鈕持續8秒來重置脈搏血氧儀。";
/* No comment provided by engineer. */
"Turn off Bluetooth in your mobile device settings then turn on again" = "在手機的設置中關閉並重新打開藍牙。";

/* No comment provided by engineer. */
"No connected devices" = "沒有連接設備";

/* No comment provided by engineer. */
"Is the light on and steady on the BP3?" = "BP3上的燈是否穩定亮起？";

/* No comment provided by engineer. */
"1. Charge your blood pressure monitor" = "1.為你的血壓計充電。";

/* No comment provided by engineer. */
"2. Disconnect and then reconnect the BP3 with your mobile device" = "2.請把BP3與手機斷開並且重新連接。";

/* No comment provided by engineer. */
"BP5 Setup Guide" = "BP5連接指導";

/* No comment provided by engineer. */
"Click on the device titled BP5 xxxxx to pair." = "點擊設備名為BP5XXXXX進行配對。";

/* No comment provided by engineer. */
"Click on the device titled BP7 xxxxx to pair." = "點擊設備名為BP7XXXXX進行配對。";

/* No comment provided by engineer. */
"BP7 Setup Guide" = "BP7連接指導";

/* No comment provided by engineer. */
"Goal Reached" = "目標完成";

/* No comment provided by engineer. */
"HS3 Setup Guide" = "HS3連接指導";

/* No comment provided by engineer. */
"Install batteries." = "安裝電池。";

/* No comment provided by engineer. */
"Go to your phone settings and turn on Bluetooth." = "在手機設置中開啟藍牙。";

/* No comment provided by engineer. */
"Click on the device titled HS3 xxxxx to pair" = "點擊設備名為HS3XXXXX進行配對。";

/* No comment provided by engineer. */
"Stand on scale with your bare feet." = "光腳站在體重秤上。";

/* No comment provided by engineer. */
"Take your first weight measurement!" = "進行你的第一次體重測量!";

/* No comment provided by engineer. */
"Complete" = "完成";

/* No comment provided by engineer. */
"HS4 Setup Guide" = "HS4連接指導";

/* No comment provided by engineer. */
"HS5 Setup Guide" = "HS5連接指導";

/* No comment provided by engineer. */
"Press the “Set” button located in the battery tray." = "按下位於電池托盤中的“設置”按鈕。";

/* No comment provided by engineer. */
"Take your first pulse oximeter measurement!" = "進行你的第一次血氧測量!";

/* No comment provided by engineer. */
"Flip your scale over to see if the Setup message appears on the display." = "翻轉體重秤，看是否在顯示器上顯示設置消息。";

/* No comment provided by engineer. */
"Pair your scale by connecting to the device starting with “HS5XXXXX”." = "配對體重秤與以“HS5XXXXX”為名的設備相連接。";

/* No comment provided by engineer. */
"Enable Bluetooth In a few seconds,“Allow” Wi-Fi sharing upon seeing the pop-up window." = "啟用藍牙幾秒鐘，在彈出窗口中“允許”Wi-Fi無線共享。";


/* Activity */
"Activity" = "活動";

/* No comment provided by engineer. */
"Activity and Sleep" = "活動和睡眠";

/* No comment provided by engineer. */
"Activity and sleep FAQ" = "活動和睡眠常見問題";

/* No comment provided by engineer. */
"Activity and sleep Setup" = "活動和睡眠設置";

/* No comment provided by engineer. */
"Activity Monitor" = "活動跟踪器";

/* No comment provided by engineer. */
"Activity and Sleep Data" = "活動和睡眠數據";

/* No comment provided by engineer. */
"Activity Monitor FAQ" = "活動和睡眠跟踪常見問題";

/* No comment provided by engineer. */
"LINK" = "配對";

/* No comment provided by engineer. */
"Add another iHealth Core" = "添加其他的 iHealth Core";

/* No comment provided by engineer. */
"Add notes" = "添加附註...";

/* Add Photo */
"Add Photo" = "新增照片";

/* No comment provided by engineer. */
"Add your friends and family and help motivate each other to stay healthy!" = "獲得更多健康關注!";


/* Age can't be nil */
"Age can't be 0" = "年齡不能空白";

/* No comment provided by engineer. */
"Align QR code within frame to scan" = "將二維碼放到掃描框內進行掃描";

/* No comment provided by engineer. */
"All" = "全選";

/* No comment provided by engineer. */
"Activity Monitor communication error!" = "AM通信錯誤!";

/* No comment provided by engineer. */
"Activity and Sleep Results" = "運動和睡眠結果";

/* No comment provided by engineer. */
"Activity and Sleep Trends" = "運動和睡眠結果趨勢圖";

/* No comment provided by engineer. */
"Activity Monitor Tutorial" = "AM教程";

/* No comment provided by engineer. */
"AM3 Setup Guide" = "AM3連接指導";
/* No comment provided by engineer. */
"Wave Setup Guide" = "Wave連接指導";
/* No comment provided by engineer. */
"App Version" = "應用程序版本";

/* No comment provided by engineer. */
"Apply the cuff following the UP/DOWN signs." = "應用袖帶以下的UP / DOWN標誌。";

/* No comment provided by engineer. */
"Apply the cuff to your wrist with the screen facing up. Leave two fingers between the cuff and the bottom of your palm." = "保持顯示屏朝上狀態，使腕帶與手掌底部保持兩個手指的間隙。";

/* No comment provided by engineer. */
"Are you sure you want to delete the current user account?" = "確定刪除目前的使用者賬號嗎？";

/* No comment provided by engineer. */
"Are you sure you want to perform a factory reset?" = "您確定要恢復出廠設置？";

/* Keep your arm stable and stay still during measurement */
"Arm/wrist movement beyond range" = "手臂/手腕的動作超出範圍";

/* No comment provided by engineer. */
"Asleep" = "淺睡眠";

/* Athlete */
"Athlete" = "運動員";

/* Auto Login */
"Auto login" = "自動登錄";

/* No comment provided by engineer. */
"Awake" = "醒來次數";

/* No comment provided by engineer. */
"QR code will scan automatically." = "條碼將被自動掃描。";

/* Battery is low. Charge your Device prior to installing the new update. */
"Battery is low. Charge your device prior to installing the new update." = "電池電量不足。安裝新的更新前請先將設備充電。";

/* Battery is low. Charge your iOS device prior to installing the new update. */
"Battery is low. Charge your iOS device prior to installing the new update." = "電池電量不足。安裝新的更新前請先將iOS設備充電。";

/* Battery level is low */
"Battery level is low" = "電池電量不足";

/* BP by time of day */
"BP by time of day" = "血壓值時段分佈";

/* BP by date */
"BP by date" = "血壓值日期分佈";

/* Battery level is too low to install the update. Charge your device before continue. */
"Battery level is too low to install the update. Charge your device before continuing." = "電池電量不足，無法安裝更新。若要繼續，請將設備充電。";

/* Battery level is too low to install the update. Charge your iOS device before continue. */
"Battery level is too low to install the update. Charge your iOS device before continuing." = "電池電量不足，無法安裝更新。若要繼續，請將iOS設備充電。";

/* No comment provided by engineer. */
"Beats/min" = "次/分";

/* No comment provided by engineer. */
"Beats/Min" = "次/分";

/* Birthdate */
"Birthdate" = "生日";

/* No comment provided by engineer. */
"Blood Oximeter" = "血壓血氧儀";

/* No comment provided by engineer. */
"Pulse Oximeter" = "血氧";

/* No comment provided by engineer. */
"Pulse Oximeter Data" = "血氧數據";

/* No comment provided by engineer. */
"Blood Pressure" = "血壓";

/* No comment provided by engineer. */
"Unselect" = "全不選";

/* No comment provided by engineer. */
"Blood Pressure Data" = "血壓數據";

/* No comment provided by engineer. */
"Blood Pressure Dock Setup Guide" = "底座型血壓計設定指南";

/* No comment provided by engineer. */
"Blood Pressure FAQ" = "血壓計常見問題";

/* No comment provided by engineer. */
"Blood Pressure Monitor Setup Guide" = "血壓計設定指南";

/* No comment provided by engineer. */
"Blood Pressure Setup" = "血壓設定";

/* Bluetooth communication error  */
"Bluetooth connection error" = "藍牙通信錯誤";

/* Bluetooth connection error */
"Bluetooth connection error" = "藍牙通信錯誤";

/* BMI */
"BMI" = "BMI";

/* Body Fat
 BodyFat */
"Body Fat" = "體脂肪";

/* No comment provided by engineer. */
"Body fat" = "體脂肪";

/* No comment provided by engineer. */
"Body Scale" = "體重秤";

/* No comment provided by engineer. */
"Body Scale FAQ" = "體重秤常見問題";

/* Body water */
"Body Water" = "身體含水率";

/* Body Water
 BodyWater */
"Body water" = "身體含水率";

/* Bone Mass
 BoneMass */
"Bone Mass" = "骨質含量";

/* No comment provided by engineer. */
"Bone mass" = "骨質含量";


/* No comment provided by engineer. */
"Deep sleep is when your cerebral cortical neurons are in the deep resting state without any activity. It is extremely important to stabilize emotion, balance mentality, and restore energy." = "深睡眠是指入睡以後人的大腦皮層細胞處於不進行任何活動的深度休息狀態，對穩定情緒、平衡心態、恢復精力極為重要。這一階段心律、血壓、呼吸平穩，並有一定程度下降，全身肌肉張力也逐步下降。沒有眼動和肌肉活動，不容易覺醒，如果被叫醒，往往在一段時間內覺得東倒西歪，站立不穩。";

/* No comment provided by engineer. */
"Please remove the case on your mobile device." = "請摘下你的手機外殼。";

/* Active Alarm */
"NO DATA" = "沒有數據";

/* No comment provided by engineer. */
"Blood Pressure List" = "血壓數據列表";

/* No comment provided by engineer. */
"Blood Pressure Results" = "血壓結果";

/* No comment provided by engineer. */
"Blood Pressure Trends" = "血壓結果趨勢圖";

/* No comment provided by engineer. */
"Blood Pressure Tutorial" = "血壓教程";


/* bpm */
"BPM" = "BPM";

/* Burn */
"Burn" = "消耗量";

/* By registering an iHealth account, you have read and agree with iHealth's */
"By registering an iHealth account, you have read and agreed with iHealth’s" = "註冊該用戶，表明您已同意iHealth的";

/* No comment provided by engineer. */
"Calories Burned" = "消耗的熱量";

/* No comment provided by engineer. */
"Calories burned" = "消耗的熱量";

/* Cancel */
"Cancel" = "退出";

/* faild */
"Cannot detect Tracker. Please restart your mobile device and try again." = "檢測不到跟踪器。請重新啟動設備再試一次。";

/* Cannot update when user name does not exist */
"Cannot update when user name does not exist" = "使用者名稱不存在時無法更新";

/* No comment provided by engineer. */
"Caregivers" = "社交";

/* No comment provided by engineer. */
"Charge the battery" = "請充電";

/* No comment provided by engineer. */
"Charge the battery" = "請充電";

/* Choose an existing photo */
"Choose an existing photo" = "選擇現有的相片";

/* No comment provided by engineer. */
"Choose Device" = "選擇設備";

/* Choose Existing Photo */
"Choose an existing photo" = "選擇現有的相片";

/* Cleaning up data... */
"Cleaning up data..." = "正在清除數據…";

/* No comment provided by engineer. */
"Click on “Link” to connect." = "點擊“鏈接”連接。";

/* Close */
"Close" = "關閉";

/* Comments */
"Comments" = "註解";

/* Bluetooth connection error. Please reconnect Bluetooth
 Communication Error */
"Communication Error" = "通信錯誤";

/* Complete all fields to continue. */
"Complete all fields to continue." = "填寫所有欄目並繼續。";

/* Confirm Password */
"Confirm Password" = "確認密碼";

/* No comment provided by engineer. */
"Confirm your internet connection is active prior to linking your Tracker." = "連接跟踪器前，請確認您的網絡已連接。";

/* No comment provided by engineer. */
"Connect Pulse Oximeter via Bluetooth" = "通過藍牙連接血氧儀";

/* No comment provided by engineer. */
"Connect your iOS device to the blood pressure dock" = "將iOS設備與血壓計連接";

/* No comment provided by engineer. */
"Connect your iOS device to the blood pressure dock and launch MyVitals." = "將iOS設備與血壓計連接並啟動應用程序。";

/* No comment provided by engineer. */
"Connect your mobile device to the internet first before pairing it to your account." = "將移動設備與您的賬號配對前，先將它連接到網絡。";

/* Connection error，please restart your iOS device */
"Connection error，please restart your iOS device" = "連接錯誤，請重新啟動iOS設備";

/* Connectting */
"Connecting" = "正在連接";

"Connecting..." = "正在連接...";

/* Contact  */
"Contact Result Type Name" = "聯繫結果類型名稱";

/* No comment provided by engineer. */
"Contact Us" = "聯繫我們";

/* No comment provided by engineer. */
"Content:" = "內容:";

/* No comment provided by engineer. */
"Continue" = "繼續";

/* No comment provided by engineer. */
"Copyright" = "版權";

/* Create an account */
"Create an account" = "建立賬號";

/* Creating... */
"Creating..." = "正在建立...";

/* No comment provided by engineer. */
"CSV file" = "Csv 文件";

/* Fasten the cuff over bare arm, stay still and try again */
"Cuff pressure has not reached 15 mmHg in more than 160 seconds" = "袖帶壓力超過15mmHg的時間已超過160秒";

/* Rest for 5 minutes and try again. Keep your arm stable and */
"Cuff pressure reached over 300mmHg" = "袖帶壓力超過 300mmHg";

/* Fasten the cuff over bare arm, stay still and try again */
"Cuff pressure has not reached 15 mmHg in more than 160 seconds" = "袖帶壓力超過15mmHg並持續超過160秒";

/* Rest for 5 minutes and try again. Keep your arm stable and */
"Cuff pressure reached over 300mmHg" = "袖帶壓力超過300mmHg";

/* Daily Activity */
"Daily activity" = "每日活動";

/* No comment provided by engineer. */
"Daily activity goal" = "每日活動目標";

/* No comment provided by engineer. */
"Daily Caloric Intake (DCI)" = "每日攝取熱量(DCI)";

/* Fasten the cuff over bare arm, stay still and try again */
"Data retrieving error" = "數據檢索錯誤";

/* Date */
"Date" = "日期";

/* DCI */
"DCI" = "DCI";

/* No comment provided by engineer. */
"Deep Sleep" = "深睡眠";

/* No comment provided by engineer. */
"Deep sleep" = "深睡眠";


/* No comment provided by engineer. */
"Delete" = "刪除";

/* No comment provided by engineer. */
"Delete Current User" = "刪除目前的使用者";

/* delete fail */
"Delete Failed" = "刪除失敗";

/* No comment provided by engineer. */
"Delete Failed" = "刪除失敗";

/* No comment provided by engineer. */
"Delete successful!" = "成功刪除";

/* No comment provided by engineer. */
"Delete the readings?" = "刪除選定結果？";

/* Determined diastolic is below the rated range */
"Diastolic pressure is below the rated range" = "判斷舒張壓是否低於額定範圍";

/* Determined diastolic is exceed the rated range */
"Diastolic pressure is above the rated range" = "判斷舒張壓是否高於額定範圍";

/* Determined systolic is below the rated range */
"Systolic pressure is below the rated range" = "判斷收縮壓是否低於額定範圍";

/* Determined systolic is exceed the rated range */
"Systolic pressure is above the rated range" = "判斷收縮壓是否高於額定範圍";

/* Device Battery */
"Device Battery" = "設備電量";

/* Device does not support camera functions */
"Device does not support camera functions" = "設備不支持相機功能";

/* Device Skin */
"Device Skin" = "設備外觀";

/* DIA */
"DIA" = "低壓";

/* No comment provided by engineer. */
"Diastolic is higher than systolic" = "低壓比高壓高";

/* No comment provided by engineer. */
"Diastolic" = "低壓";

/* No comment provided by engineer. */
"Distance" = "距離";

/* Bluetooth connection error. Please reconnect Bluetooth */
"Dock and iOS device connection error" = "血壓計與iOS設備連接錯誤";

/* Done */
"Done" = "完成";

/* No comment provided by engineer. */
"DONE" = "完成";

/* Download error */
"Download error" = "下載錯誤";

/* Downloading */
"Downloading..." = "正在下載...";

/* Downloading... */
"Downloading" = "正在下載...";

/* No comment provided by engineer. */
"E-mail" = "郵件";

/* No comment provided by engineer. */
"Edge" = "Edge";

/* No comment provided by engineer. */
"Edge Setup Guide" = "Edge連接指導";

/* No comment provided by engineer. */
"Edit" = "編輯";

/* Edit Alarm */
"Edit Alarm" = "編輯提醒";

/* No comment provided by engineer. */
"Edit Profile" = "編輯個人資料";

/* No comment provided by engineer. */
"efficiency" = "效率";

/* Email */
"Email" = "郵件";

/* No comment provided by engineer. */
"Enter password of your network." = "輸入你的網絡密碼。";

/* No comment provided by engineer. */
"Enter password of your network." = "輸入你的網絡密碼。";

/* Error
 Errot */
"Error" = "錯誤";

/* Error accessing camera roll */
"Error accessing camera roll" = "存取相機交卷錯誤";

/* Every day */
"Every day" = "每天";

/* Every Friday */
"Every Friday" = "每週五";

/* Every Monday */
"Every Monday" = "每週一";

/* Every Saturday */
"Every Saturday" = "每週六";

/* Every Sunday */
"Every Sunday" = "每週日";

/* Every Thursday */
"Every Thursday" = "每週四";

/* Every Tuesday */
"Every Tuesday" = "每週二";

/* Every Wednesday */
"Every Wednesday" = "每週三";


/* Fasten the cuff over bare arm, stay still and try again */
"Failed to detect diastolic pressure" = "無法檢測舒張壓";

/* Fasten the cuff over bare arm, stay still and try again */
"Failed to detect systolic pressure" = "無法檢測收縮壓";

/* No comment provided by engineer. */
"FAQ" = "FAQ";

/* Female */
"Female" = "女性";

/* No comment provided by engineer. */
"Firmware version" = "固件版本";

/* First Name */
"First Name" = "姓氏";

/* Data access error */
"Memory Access Error" = "閃存（數據）訪問錯誤";

/* Forget this device */
"Forget this device" = "忽略這台設備";

/* Forgot Password? */
"Forgot Password?" = "忘記密碼？";

/* No comment provided by engineer. */
"Format:" = "格式:";

/* Fri */
"Fri" = "五";

/* No comment provided by engineer. */
"From:" = "起始日期:";

/* Gender */
"Gender" = "性别";

/* Geo: %@ */
"GeoParsedResult display" = "GeoParsedResult display";

/* Geolocation */
"GeoParsedResult type name" = "GeoParsedResult type name";

/* Add Contact? */
" Beats/Min" = " 次/分";

/* No comment provided by engineer. */
"Measure. Track. Share. " = "追踪健康指標。";

/* No comment provided by engineer. */
"Supports a variety of iHealth devices so you can keep track of all your vitals anywhere, anytime." = "支持多種iHealth設備，便於您在任何時候使用。";

/* No comment provided by engineer. */
"Start your healthy journey" = "開始您的健康旅程";

/* No comment provided by engineer. */
"Goal" = "目標";

/* No comment provided by engineer. */
"Goals" = "目標";
/* No comment provided by engineer. */
"Got it" = "明白了";
/* No comment provided by engineer. */
"Hardware version" = "硬件版本";

/* Height */
"Height" = "身高";

/* Hi */
"Hi" = "嗨";

/* No comment provided by engineer. */
"High-normal" = "正常偏高";

/* No comment provided by engineer. */
"High-normal BP" = "正常偏高血壓";

/* No comment provided by engineer. */
"hours" = "h";

/* No comment provided by engineer. */
"hour" = "h";

/* No comment provided by engineer. */
"hour(s)" = "h";

/* Hours Slept */
"Hours Slept" = "睡眠小時數";

/* Hours Workout */
"Hours Workout" = "鍛煉時長";

/* hr */
"hr" = "h";
/* h */
"h" = "h";
/* No comment provided by engineer. */
"hrs" = "h";

/* Add Contact? */
"Please press the START/STOP button on the blood pressure monitor." = "請點擊血壓開關按鈕。";

/* Add Contact? */
"Searching..." = "搜索中...";

/* Add Contact? */
"Cancel" = "取消";

/* Add Contact? */
"Is your blood pressure monitor powered on?" = "你的血壓測量設備是否開機？";

/* Add Contact? */
"Make sure lights appear when you press the START/STOP button on the blood pressure monitor. If no lights appear, please charge it first." = "當你點擊血壓開關按鈕後確認指示燈亮起。如果指示燈沒有亮起，為你的血壓測量設備充電。";

/* Add Contact? */
"If there are other smart devices nearby, please move them away." = "如果附近有其他智能設備，把它們放到別處。";

/* Add Contact? */
"Make sure your blood pressure monitor is nearby." = "確保你的血壓測量設備在附近。";

/* Add Contact? */
"Make sure your blood pressure monitor is paired in your mobile device's Bluetooth settings." = "在藍牙設置中確保你的血壓測量設備連接。";

/* Add Contact? */
"Go to your Bluetooth settings and delete BP7XXXXXX from your Bluetooth list. Turn Bluetooth settings off and re-pair the BP7." = "轉到您的藍牙設置和藍牙列表中刪除BP7XXXXXX。重啟藍牙，在藍牙設置中重新連接BP7。";

/* Add Contact? */
"Please double click your home button and swipe up to shut down all Apps currently running in the background and re-open MyVitals." = "請雙擊你的主屏幕按鍵和向上輕滑關閉後台運行的所有應用程序，然後重新打開應用程序。";

/* Add Contact? */
"Not working?" = "測量設備不工作?";

/* Add Contact? */

"Turn On Bluetooth to Allow “iHealth” to Connect to Accessories." = "打開藍牙來允許“iHealth”連接到配件";
/* Add Contact? */
"Go to your Bluetooth settings and delete BP5XXXXXX from your Bluetooth list. Turn Bluetooth settings off and re-pair the BP5." = "轉到您的藍牙設置和藍牙列表中刪除BP5XXXXXX。重啟藍牙，在藍牙設置中重新連接BP5。";

/* Add Contact? */
"You can try the following" = "你可以嘗試以下操作";

/* No comment provided by engineer. */
"Weight Data" = "體重數據";

/* No comment provided by engineer. */
"Scale List" = "體重數據列表";

/* No comment provided by engineer. */
"Weight Results" = "體重結果";
/* No comment provided by engineer. */
"Jan" = "1月";

/* No comment provided by engineer. */
"Feb" = "2月";
/* No comment provided by engineer. */
"Mar" = "3月";
/* No comment provided by engineer. */
"Apr" = "4月";
/* No comment provided by engineer. */
"May" = "5月";
/* No comment provided by engineer. */
"Jun" = "6月";
/* No comment provided by engineer. */
"Jul" = "7月";
/* No comment provided by engineer. */
"Aug" = "8月";
/* No comment provided by engineer. */
"Sep" = "9月";
/* No comment provided by engineer. */
"Oct" = "10月";
/* No comment provided by engineer. */
"Nov" = "11月";
/* No comment provided by engineer. */
"Dec" = "12月";
/* No comment provided by engineer. */
"am" = "上午";
/* No comment provided by engineer. */
"pm" = "下午";
/* No comment provided by engineer. */
"12 am" = "凌晨0點";
/* No comment provided by engineer. */
"6 am" = "上午6點";
/* No comment provided by engineer. */
"12 pm" = "中午12點";
/* No comment provided by engineer. */
"6 pm" = "下午6點";
/* No comment provided by engineer. */
"11:59 pm" = "晚上11點59";

/* No comment provided by engineer. */
"Weight Trends" = "體重結果趨勢圖";

/* No comment provided by engineer. */
"Scale Tutorial" = "體重教程";

/* No comment provided by engineer. */
"HS5 Setup Guide" = "HS5連接指導";

/* I know */
"I Know" = "我知道";

/* I Know */
"I Know" = "我知道";

/* No comment provided by engineer. */
"Idle alarm reminds you to increase activity levels through vibrations from the tracker." = "跟踪器會發出一個輕微的震動來提醒，以增加你的活動量。";

/* Ignore */
"Ignore" = "忽略";

/* iHealth */
"iHealth" = "iHealth";

/* No comment provided by engineer. */
"iHealth Core Setup Guide" = "iHealth核心連接指導";

"iHealth Vista Setup Guide" = "iHealth Vista的連接指導";
/* iHealth ID already exists */
"iHealth ID already exists" = "iHealth ID 已存在";

/* No comment provided by engineer.  */
"iHealth Lite Setup Guide" = "iHealth精簡版連接指導";

/* The share email must be a valid email. */
"The share email must be a valid email." = "共享電子郵件必須是有效的電子郵件。";

/* Illegal portal */
"Illegal portal" = "非法的網站入口";

/* No comment provided by engineer. */
"In a few seconds, “Allow” Wi-Fi sharing upon seeing the pop-up window." = "幾秒鐘內會彈出窗口，在窗口中“允許”的無線網絡連接的無線共享。";

/* Incorrect Password */
"Incorrect Password" = "不正確的密碼";

/* No comment provided by engineer. */
"Input BP" = "輸入BP";

/* No comment provided by engineer. */
"Install 4 AA batteries" = "安裝4個AA電池";

/* No comment provided by engineer. */
"Install 4 AAA batteries" = "安裝4個AAA電池";

/* No comment provided by engineer. */
"Install 4 AAA batteries " = "安裝4個AAA電池";

/* No comment provided by engineer. */
"Install 4 AAA batteries" = "安裝4個AAA電池";

/* Intake */
"Intake" = "攝取量";

/* Intake:%d Burn:%d */
"Intake:%d Burn:%d" = "攝取量：％1$ D消耗量：％2$ D";

/* Internet Connection Failed */
"Internet connection problem" = "網絡連接失敗";

/* Invalid username or password */
"Invalid username or password" = "無效的使用者名稱或密碼";

/* Abnormal hardware */
"Irregular Hardware Error" = "未知的硬件錯誤";

/* No comment provided by engineer. */
"Kcal" = "Kcal";

/* No comment provided by engineer. */
"Km" = "Km";

/* Last Name */
"Last Name" = "名字";

/* Later */
"Later" = "稍後";

/* No comment provided by engineer. */
"Launch app and select “Blood Pressure”." = "啟動應用程序並選擇“血壓”。";

/* No comment provided by engineer. */
"Launch app and select “Weight” to measure and sync." = "啟動應用程序並選擇“體重”進行測量和同步。";

/* No comment provided by engineer. */
"Launch app and select “Weight” to sync or view history." = "啟動應用程序並選擇“體重”進行同步和查看歷史。";

/* No comment provided by engineer. */
"Launch app to start using Scale." = "啟動應用程序，以開始使用規模。";

/* No comment provided by engineer. */
"Launch app and select “Weight,” press on “Connect”." = "啟動應用程序並選擇“體重”，點擊“連接”。";

/* No comment provided by engineer. */
"Launch app and select “Activity and Sleep Tracker”." = "啟動應用程序，選擇“活動和睡眠追踪器”。";

/* No comment provided by engineer. */
"Launch app and select “Pulse Oximeter,” then start measuring." = "啟動應用程序，選擇“血氧”並開始測量。";

/* LeanMass */
"Lean Mass" = "瘦體重";

/* LeanMass */
"Lean mass" = "瘦體重";

/* No comment provided by engineer. */
"Less" = "少";

/* No comment provided by engineer. */
"Less than the last time" = "比上次少";

/* Link your email address to your iHealth MyVitals account to view your vital records. */
"Link your email address to your iHealth MyVitals account to view your vital records." = "請使用您的郵箱創建一個iHealth賬號，用於管理您的健康數據。";

/* No comment provided by engineer. */
"List" = "列表";

/* Log */
"Log" = "記錄";

/* Log In */
"Log In" = "登錄";

/* Log Out */
"Log Out" = "退出登錄";

/* Log out */
"Log Out" = "退出登錄";

/* Login fail */
"Login fail" = "登錄失敗";

/* Low battery */
"Low battery" = "電量不足";

/* Make sure batteries are installed correctly, if the problem persists, replace with a new set of bateries. */
"Make sure batteries are installed correctly, if the problem persists, replace with a new set of batteries." = "確認您已經妥當安裝電池，如果問題仍在，請更換新的電池。";

/* Male */
"Male" = "男性";

/* Maximum weight has been exceeded */
"Maximum weight exceeded" = "超出最高體重值";

/* No comment provided by engineer. */
"Measurement" = "測量";

/* No comment provided by engineer. */
"Measuring..." = "正在測量";

/* Measuring... */
"Measuring..." = "正在測量...";

/* Measure */
"Measure" = "測量";

/* No comment provided by engineer. */
"Mild Hypertension" = "輕度高血壓";

/* No comment provided by engineer. */
"Miles" = "英里";

/* No comment provided by engineer. */
"miles" = "英里";

"mile" = "英里";

/* min */
"min" = "min";

/* mins */
"mins" = "min";

/* mins */
"min(s)" = "min";

/* No comment provided by engineer. */
"Model" = "型號";

/* No comment provided by engineer. */
"Moderate Hypertension" = "中度高血壓";

/* Mon */
"Mon" = "一";

/* No comment provided by engineer. */
"Month" = "月";

/* No comment provided by engineer. */
"Months" = "個月";
/* No comment provided by engineer. */
"Sleep Efficiency" = "睡眠效率";
/* No comment provided by engineer. */
"More" = "更多";

/* No comment provided by engineer. */
"More than the last time" = "比上次多";

/* Movement while measuring */
"Movement while measuring" = "測量時移動";

/* Muscle Mass
 MuscleMass */
"Muscle Mass" = "肌肉量";

/* No comment provided by engineer. */
"Muscle mass" = "肌肉量";

/* No comment provided by engineer. */
"Muscle Water" = "肌肉含水量";

/* My account */
"My Account" = "我的賬戶";

/* No comment provided by engineer. */
"My activity today" = "我今天的活動";

/* My Activity Summary */
"My Activity Summary" = "我的活動摘要";

/* My Blood Pressure Summary */
"My Blood Pressure Summary" = "我的血壓摘要";

/* My Oximeter Summary */
"My Oximeter Summary" = "我的血氧摘要";

/* My Sleep Summary */
"My Sleep Summary" = "我的睡眠摘要";

/* No comment provided by engineer. */
"My Trends" = "我的趨勢";

/* My Weight Summary */
"My Weight Summary" = "我的體重摘要";

/* Network error */
"Network error" = "網絡錯誤";

/* Network timeout */
"Network timeout" = "網絡超時";

/* Never */
"Never" = "從不";

/* New Alarm */
"New Alarm" = "新提醒";

/* New AM sport detected, do you want to protect existing data? */
"New AM sport detected, do you want to protect existing data?" = "檢測到新的AM運動，您需要保存您的數據嗎？";

"New Tracker found. To pair this tracker to your account and forget the previous one. select \"yes\"" = "找到新的跟踪器。若要將這個跟踪器與您的賬號配對，並刪除之前的配對，請選擇“是”";

/* No comment provided by engineer. */
"To pair this tracker to your account and forget the previous one. select \"yes\"" = "若要將這個跟踪器與您的賬號配對，並刪除之前的配對，請選擇“是”";

/* Next */
"Next" = "下一步";

/* No */
"No" = "否";

/* No Data */
"No Data" = "沒有數據";

/*   */
"No device detected" = "檢測不到設備";

/*   */
"No device detected" = "檢測不到設備";

/* No comment provided by engineer. */
"No devices linked" = "沒有連接的設備";

/* No comment provided by engineer. */
"Non-active" = "非活動";

/* No comment provided by engineer. */
"Normal" = "正常";

/* No comment provided by engineer. */
"Normal BP" = "正常血壓";

/* Not connected to network */
"Not connected to network" = "未連接網絡";

/* Not connected to the network */
"Not connected to network" = "未連接網絡";

/* Note */
"Note" = "附註";

/* Note: */
"Note:" = "附註:";

/* OK
 OK Label */
"OK" = "確定";

/* No comment provided by engineer. */
"Ok" = "確定";

/* No comment provided by engineer. */
"Only one Activity Tracker is allowed per account, please check the MAC address on the back of the Activity Tracker you wish to pair with." = "每一個賬戶只允許連接一個活動跟踪器，請查看您想與其配對的活動跟踪器背面的MAC地址。";

/* No comment provided by engineer. */
"Open app and select “Yes” when prompted" = "開啟應用程序，出現提示時選擇“是”";

/* No comment provided by engineer. */
"Open app and enter Wi-Fi password " = "打開應用程序，然後輸入無線密碼";

/* No comment provided by engineer. */
"Open app and press the button on the oximeter to take a measurement" = "開啟應用程序，按下血氧儀上的按鈕進行測量";

/* No comment provided by engineer. */
"Open app and select Core  " = "開啟應用程序，選擇HS6";

/* No comment provided by engineer. */
"Open app, select your device, and enter the last 2 of the 6 digits on your tracker" = "打開App，選擇您的設備並將腕錶上的6位數字後2位填入";

/* No comment provided by engineer. */
"Open the battery cover and press the “Set” button " = "打開電池蓋，按“設置”按鈕";

/* No comment provided by engineer. */
"Open the battery cover and press the “Set” button." = "打開電池蓋並按“設置”按鈕。";

/* or */
"or" = "或";
"OR" = "或";

/* Oxygen flow rate */
"Oxygen flow rate" = "Oxygen flow rate";

/* No comment provided by engineer. */
"Pair your Pulse Oximeter with your device" = "與您的設備和脈搏血氧儀配對";

/* Pairing successful! The Tracker is now ready for your personal use only. */
"Pairing successful! The Tracker is now ready for your personal use only." = "配對成功！現在跟踪器已準備就緒，僅供您個人使用。";

/* Partner Services */
"Partner Services" = "合作夥伴服務";

/* Password */
"Password" = "密碼";

/* Password cannot be blank */
"Password cannot be blank" = "密碼不可空白";

/* Password does not match */
"Password does not match" = "密碼不符";

/* Password does not match, re-enter the password */
"Password does not match, please re-enter" = "密碼不匹配，請重新輸入密碼";

/* Password does not meet the requirements */
"Password does not meet the requirements" = "密碼與要求不符";

/* Password must be between 6-128 characters. */
"Password must be between 6-128 characters." = "密碼必須介於6-128個字符之間。";

/* No comment provided by engineer. */
"PDF file" = "PDF 文件";
/* time */
"time" = "次";
/* time */
"times" = "次";
/* PI */
"PI" = "PI";

/* PI: */
"PI:" = "PI:";

/* Forgot Password? */
"Forgot Password?" = "忘記密碼？";

/* Place a QR code inside the viewfinder rectangle to scan it. */
"Place a QR code inside the viewfinder rectangle to scan" = "將二維碼放到掃描框內進行掃描。";

/* No comment provided by engineer. */
"Place sensor on your finger with nail facing down." = "將手指指甲朝下放入血氧儀內。";

/* No comment provided by engineer. */
"Place the cuff at the same level as your heart." = "將袖帶放在與心臟等高的位置。";

/* No comment provided by engineer. */
"Please correctly position your arm." = "請正確放置手臂。";

/* Please enter a valid email address. */
"Please enter a valid email address" = "請輸入有效的電子郵件地址。";

/* No comment provided by engineer. */
"Please enter the last two digits." = "請輸入最後兩位數字。";

/* No comment provided by engineer. */
"Please fill in correct data" = "請填寫正確的數據";

/* No comment provided by engineer. */
"Please Input The Password Of" = "請輸入以下WIFI的密碼";

/* Please log in using your new password */
"Please log in using your new password" = "請使用您的新密碼登錄";

/* Please re-enter the password */
"Please re-enter the password" = "請重新輸入密碼";

/* Please re-enter the password. */
"Please re-enter the password." = "請重新輸入密碼";

/* Set up E-mail */
"Please set up your E-mail account in the Mail app of your iOS device." = "請在iOS的設備的“郵件”應用程序中設定您的電子郵件賬戶。";

/* Please try again */
"Please try again" = "請再試一次";

/* Please upload the data of your iHealth device before update. */
"Please upload the data of your iHealth device before updating" = "更新前請先將您的iHealth設備數據上傳。";

/* No comment provided by engineer. */
"Please wait, verifying..." = "正在驗證，請稍後...";

/* Loosen the cuff and try again */
"Pneumatic system blocked or cuff is too tight during inflation" = "測量時氣路系統已鎖住或袖帶太緊";

/* Fasten the cuff over bare arm, stay still and try again */
"Pneumatic system leakage or cuff is too loose during inflation" = "測量時氣路系統洩露或袖帶太松";

/* No comment provided by engineer. */
"Every" = "每";

/* No comment provided by engineer. */
"Details" = "詳細信息";

/* No comment provided by engineer. */
"Awake" = "醒來時間";

/* No comment provided by engineer. */
"Manual Input" = "手動輸入";

/* No comment provided by engineer. */
"Manual input" = "手動輸入";

/* No comment provided by engineer. */
"Upload offline data" = "管理離線數據";

/* No comment provided by engineer. */
"Pulse Oximeter Results" = "血氧結果";

/* No comment provided by engineer. */
"Pulse Oximeter Trends" = "血氧結果趨勢圖";

/* No comment provided by engineer. */
"PO Setup Guide" = "PO連接指導";

/* No comment provided by engineer. */
"Position the cuff 1/2” (2cm) above your elbow joint." = "將袖帶套在手肘關節上方1/2“（2公分）的位置。";

/* No comment provided by engineer. */
"Position the monitor in the middle of your arm so that it is aligned with your middle finger." = "將袖帶放在手臂中間並與中指對齊。";

/* No comment provided by engineer. */
"Position the monitor in the middle of your arm so that it is aligned with your middle finger." = "將袖帶放置在您的手臂中間並與你的中指對準。";

/* No comment provided by engineer. */
"Position the monitor in the middle of your arm so that it is aligned with your middle finger." = "將袖帶放在手臂中間與中指對齊的地方。";

/* PR */
"PR" = "PR";

/* PR: */
"PR:" = "PR:";

/* No comment provided by engineer. */
"Prehypertension" = "高壓前期";

/* No comment provided by engineer. */
"Press the “Set” button in the battery tray" = "按下電池托盤上的“設定”按鈕";

/* No comment provided by engineer. */
"Press the “Set” button in the battery tray." = "按下電池托盤上的“設定”按鈕";

/* Previous */
"Previous" = "上一步";

/* No comment provided by engineer. */
"Product ID" = "產品ID";

/* No comment provided by engineer. */
"Product ID:" = "產品ID";

/* Pulse */
"Pulse" = "心率";

/* Pulse */
"Pulse Rate" = "心率";

/* PULSE */
"PULSE" = "心率";

/* No comment provided by engineer. */
"Pulse Oximeter" = "血氧儀";

/* No comment provided by engineer. */
"Pulse Oximeter FAQ" = "血氧儀常見問題";

/* No comment provided by engineer. */
"Pulse Oximeter Setup" = "血氧儀設定";

/* query fail */
"query fail" = "查詢失敗";

/* No comment provided by engineer. */
"Receiver:" = "方式:";

/* Registration failed */
"Registration failed" = "註冊失敗";

/* Registration successful */
"Registration successful" = "註冊成功";

/* No comment provided by engineer. */
"Regulatory" = "認證";

/* Remember Password */
"Remember password" = "記住密碼";

/* No comment provided by engineer. */
"Reminder" = "提醒";

/* Remove the batteries, wait 1minute and the replace with a new set of batteries. */
"Remove the batteries, wait 1 minute, then replace with a new set of batteries." = "取出電池，等待1分鐘，然後再更換一組新電池。";

/* No comment provided by engineer. */
"Remove the protective case from your iOS device." = "取下iOS設備的保護殼";

/* No comment provided by engineer. */
"Remove the protective case from your iOS device." = "取下iOS設備的保護殼";

/* No comment provided by engineer. */
"Repeat" = "重複";

/* No comment provided by engineer. */
"Reset Wi-Fi" = "重置 Wi-Fi";

/* Reset */
"Reset" = "重置";

/* Sat */
"Sat" = "六";

/* No comment provided by engineer. */
"Save" = "保存";

/* No comment provided by engineer. */
"Save Failure" = "保存失敗";

/* No comment provided by engineer. */
"Save Successfully" = "保存成功";

/* Scale memory access error */
"Scale memory access error" = "秤記憶存取錯誤";

/* No comment provided by engineer. */
"Scale Setup" = "秤設置";

/* No comment provided by engineer. */
"HS3 Setup Guide" = "HS3連接指導";

/* No comment provided by engineer. */
"Scan" = "掃描";

/* No comment provided by engineer. */
"upload" = "加載中";

/* No comment provided by engineer. */
"Weight Upload" = "體重上傳";

/* No comment provided by engineer. */
"Pulse Oximeter Upload" = "血氧上傳";

/* No comment provided by engineer. */
"Blood Pressure Upload" = "血壓上傳";

/* No comment provided by engineer. */
"Select Device" = "選擇設備";

/* No comment provided by engineer. */
"Blood pressure" = "血壓";

/* No comment provided by engineer. */
"Scale" = "體重秤";

/* No comment provided by engineer. */
"Select One Device To Start" = "選擇一個設備開始測量";

/* No comment provided by engineer. */
"Blood Pressure BP3" = "血壓BP3";

/* No comment provided by engineer. */
"Blood Pressure BP5" = "血壓BP5";

/* No comment provided by engineer. */
"Blood Pressure BP7" = "血壓BP7";

/* No comment provided by engineer. */
"Wireless Scales HS3" = "無線體重秤HS3";

/* No comment provided by engineer. */
"Wireless Scales Lite" = "無線體重秤HS4/ HS4S";

/* No comment provided by engineer. */
"Wireless Scales HS5" = "無線體重秤HS5";

/* No comment provided by engineer. */
"Wireless Scales Core" = "無線體重秤HS6";

/* No comment provided by engineer. */
"Activity AM3" = "活動跟踪器AM3";

/* No comment provided by engineer. */
"Activity iHealth Edge" = "活動跟踪器Edge";


/* No comment provided by engineer. */
"Wireless Pules Oximeter" = "血氧儀";


/* No comment provided by engineer. */
"Put on your monitor as shown above and press LINK. Then take your first activity measurement!" = "把你的設備打開到這個頁面並且點擊配對。進行你的第一次活動測量！";

/* No comment provided by engineer. */
"Go to your mobile device settings and turn on Bluetooth." = "在手機設置中開啟藍牙。";

/* No comment provided by engineer. */
"Remove pulse oximeter from your finger to stop measurement." = "從設備中將手指拔出可以停止測量。";

/* No comment provided by engineer. */
"Oxygen range" = "血氧範圍";

/* No comment provided by engineer. */
"the percentage of time lying down that you are actually sleeping" = "睡眠效率：睡眠總時長中深睡眠時長和淺睡眠時長之和所佔的比例";

/* No comment provided by engineer. */
"Skip" = "跳過";

/* No comment provided by engineer. */
"Make sure your device is fully charged." = "請確保您的設備電量充足。";

/* No comment provided by engineer. */
"Set Up My Devices" = "管理我的設備";

/* No comment provided by engineer. */
"Partner Services" = "合作夥伴服務";



/* No comment provided by engineer. */
"Upload All Readings" = "上傳所有的數據";

/* No comment provided by engineer. */
"new readings since last upload" = "條新數據";

/* No comment provided by engineer. */
"Upload the readings?" = "上傳所有的數據？";

/* No comment provided by engineer. */
"Scan QR code " = "掃描二維碼";

/* scan QR code */
"Scan QR code" = "掃描二維碼";

/* No comment provided by engineer. */
"Scan QR code on the back of the scale" = "掃描秤背面的二維碼";

/* Scan QR code on the back of the Scale */
"Scan QR code on the back of the Scale" = "掃描秤背面的二維碼";


/* No comment provided by engineer. */
"Secure the cuff on your arm leaving enough space to fit one finger between the cuff and arm." = "確保袖帶與您的胳膊之間留有足夠一個手指的空間。";

/* Sedentary */
"Sedentary" = "久坐不動";

/* No comment provided by engineer. */
"Select AM3." = "選擇AM3。";

/* No comment provided by engineer. */
"Select iHealth Edge." = "選擇 Edge。";

/* No comment provided by engineer. */
"Select User Account" = "選擇使用者賬戶";

/* No comment provided by engineer. */
"Select “BP5XXXXX” to pair." = "選擇 “BP5XXXXX” 進行配對。";

/* No comment provided by engineer. */
"Select “BP7XXXXX” to pair." = "選擇 “BP7XXXXX” 進行配對。";

/* No comment provided by engineer. */
"Select “HS3XXXXX” to pair." = "選擇 “HS3XXXXX” 進行配對。";

/* set fail */
"Set failed" = "設定失敗";

/* No comment provided by engineer. */
"Set WiFi" = "設置無線網絡";

/* No comment provided by engineer. */
"Successfully set Wi-Fi" = "WIFI設置成功";

/* Setting... */
"Setting..." = "設定中...";

/* Create my account */
"Create my account" = "創建賬號";

/* No comment provided by engineer. */
"Severe Hypertension" = "重度高血壓";

/* Share */
"Share" = "分享";

/* Share email */
"Share email" = "分享電子郵件";

/* Internet offline */
"Sharing requires an active 3G/4G or Wi-Fi connection. Please connect and try again" = "分享需要啟用3G或無線網絡連接。請連接並再試一次";

/* No comment provided by engineer. */
"Shop" = "商城";


/* No comment provided by engineer. */
"Sit comfortably, rest your arm on the travel case and adjust your wrist until it is within measurement range." = "放輕鬆並且舒適就坐，將您的手腕放在腕枕上，調整手腕角度在10-30度內。";

/* No comment provided by engineer. */
"Sleep" = "睡眠";

/* Sleep Alarm */
"Sleep Alarm" = "睡眠提醒";

/* Sleep Efficiency */
"Sleep efficiency" = "睡眠效率";

/* No comment provided by engineer. */
"Sleep reminder wakes you up by a slight vibration tracker." = "睡眠提醒會產生一個輕微的震動來喚醒你的睡眠。";

/* Sorry */
"Sorry" = "抱歉";

/* Spend a good part of the day doing some physical activity. (e.g. waitress, mailman) */
"Spend a good part of the day doing some physical activity. (e.g. waitress, mailman)" = "一天中一部分時間都在從事體力活動（如女服務員，郵差）";

/* Spend most of day doing heavy physical activity.(e.g. construction worker) */
"Spend most of day doing heavy physical activity.(e.g. construction worker)" = "一天中大部分時間都在從事重體力活動（如工地工人）";

/* Spend most of day sitting.(e.g. desk job) */
"Spend most of day sitting.(e.g. desk job)" = "一天中大部分時間都坐著（如辦公室工作）";

/* SpO2 */
"SpO2" = "血氧";

"years" = "歲";

/* No comment provided by engineer. */
"My Activity" = "我的活動";
/* No comment provided by engineer. */
"My Blood Pressure" = "我的血壓";
/* No comment provided by engineer. */
"My SpO2" = "我的血氧飽和度";
/* No comment provided by engineer. */
"My Weight/Body Fat" = "我的體重/體脂肪";
/* SpO2: */
"SpO2:" = "SpO2:";

/* No comment provided by engineer. */
"Stage2 HBP" = "高血壓二級";

/* Stand still on all four electrodes with bare feet. */
"Stand still on all four electrodes with bare feet." = "赤腳站在四個電極上。";

/* No comment provided by engineer. */
"Step" = "步";

/* step */
"step" = "步";

/* steps */
"steps" = "步";

/* No comment provided by engineer. */
"Steps" = "步";

/* No comment provided by engineer. */
"Stop" = "停止";

/* Success!  */
"Success! " = "成功! ";

/* No comment provided by engineer. */
"My Vitals" = "我的健康信息";

/* Sun */
"Sun" = "日";

/* Syncing */
"Syncing" = "正在同步";

/* Syncing failed */
"Syncing failed" = "同步失敗";

/* Syncing... */
"Syncing..." = "正在同步...";

/* Sync */
"SYNC" = "開始同步";

/* SYS */
"SYS" = "高壓";

/* No comment provided by engineer. */
"Systolic" = "高壓";

/* Systolic below 60mmHg or diastolic below 40mmHg */
"Systolic below 60mmHg or diastolic below 40mmHg" = "收縮壓低於60mmHg時或舒張壓低於40mmHg時";

/* Reading is out of range. Rest for 5 minutes and try again with bare arm */
"Systolic exceeds 260mmHg or diastolic exceeds 199mmHg" = "收縮壓高於260mmHg或舒張壓高於199mmHg";

/* Take photo */
"Take photo" = "拍照";

/* Take Photo */
"Take Photo" = "拍照";

/* No comment provided by engineer. */
"Tap “Pair” to connect" = "點擊“配對”開始連接";

/* No comment provided by engineer. */
"Target weight" = "體重目標";

"Please enter your actual weight" = "請輸入您的當前體重";

"The actual weight is used to distinguish different users within 3kg variance. It will be updated after each measure." = "測量的體重會在綁定該稱的所有用戶中自動分配用戶（例如：測量體重為50kg兩種規格，秤會搜尋綁定過該稱的用戶信息中體重為50公斤±3千克的用戶，並將該數據存於該用戶的體重數據中";

/* Tel */
"TelParsedResult type name" = "TelParsedResult type name";

/* Terms and Conditions */
"Terms and Conditions" = "條款與細則";

/* Terms of Use and Privacy Policies. */
"Terms of Use and Privacy Policies." = "使用條款和隱私規定。";

/* No comment provided by engineer. */
"Test" = "測試";

/* No comment provided by engineer. */
"Text" = "文本";

/* Text */
"TextParsedResult type name" = "TextParsedResult type name";

/* No comment provided by engineer. */
"than last time" = "與上一次相比";

/* The age range is 0-255 */
"The age range is 0-255" = "年齡介於0-255之間";

/* The current weight may be beyond the measurement range of 330 lbs/150 kg. */
"Weight is beyond the measurement limit of 330 lbs/150 kg." = "目前的體重可能超出測量範圍330磅/150公斤。";

/* No comment provided by engineer. */
"The same as last time" = "與上次相同";

/* The Scale calibration error */
"Scale calibration error" = "秤校準錯誤";

/* The Scale can't capture a steady reading */
"Scale can't capture a steady reading" = "秤無法獲得穩定的讀數";

/* The Scale failed to initialize */
"Scale failed to initialize" = "無法初始化秤";

/* No comment provided by engineer. */
"The scale will start to connect and be ready to use when the “[1234]” stabilizes and “0.0” appears. " = "等到“[1234]”穩定和“0.0”顯示，秤將開始連接並可以使用。";

/* SpO2 or PRbpm test result is beyond the measurement range of the system */
"The SpO2 or pulse rate test result is beyond the measurement range of the system" = "SpO2 或脈率測量結果超出系統測量範圍";

/* No Facebook Account */
"There are no Facebook accounts configured. You can add or create a Facebook account in your device settings." = "您未設定的Facebook賬戶。您可以在“設置”中新增或建立Facebook的賬戶。";

/* No Twitter acounts configured */
"There are no Twitter accounts configured. You can add or create a Twitter account in your device settings." = "您未設定的Twitter賬戶。您可以在“設置”中新增或建立的Twitter賬戶。";

/* No Weibo acounts configured */
"There are no Weibo accounts configured. You can add or create a Weibo account in your device settings." = "您未設定微博賬戶。您可以在“設置”中新增或建立微博賬戶。";

/* sharing failed */
"There was an error, please try again" = "發生錯誤，請再試一次";

/* This user account has been deleted, please create a new one. */
"This user account has been deleted, please create a new one." = "已刪除這個使用者賬戶，請建立一個新賬戶。";

/* Thu */
"Thu" = "四";

/* Time */
"Time" = "時間";

/* No comment provided by engineer. */
"Time out error!" = "超時錯誤！";

/* Time Slept */
"Time Slept" = "睡眠時間";

/* Time, */
"Time," = "時間";

/* Time: */
"Time:" = "時間";

/* No comment provided by engineer. */
"To:" = "截止日期:";

/* No comment provided by engineer. */
"Today" = "今日";

/* No comment provided by engineer. */
"Track and know your numbers to help make healthy everyday choices." = "追踪健康與生活方式的關係。";

/* No comment provided by engineer. */
"When you receive the Edge and before first use, to do a battery full charge will increase slightly the battery's life." = "為了增加電池壽命，在第一次使用Edge前請充滿電。";

/* No comment provided by engineer. */
"When you receive the Wave and before first use, to do a battery full charge will increase slightly the battery's life." = "為了增加電池壽命，在第一次使用Wave前請充滿電。";

/* No comment provided by engineer. */
"Tracker %@ has been found. If this ID number matches the number on the back of your Tracker, select \"Yes\" to pair the device to your account." = "找到跟踪器%@。如果這個ID號碼與您的跟踪器背面的號碼相符，請選擇“是”以將設備與賬戶配對。";

/* Transmit stopped */
"Transmit stopped" = "已停止傳輸";

/* Transmitting */
"Transmitting" = "正在傳輸";

/* No comment provided by engineer. */
"Trend" = "趨勢";

/* No comment provided by engineer. */
"Trends" = "趨勢";

/* Tue */
"Tue" = "二";

/* No comment provided by engineer. */
"Turn Bluetooth “On” and “Pair” to connect" = "“開啟”藍牙並“配對”進行連接";

/* No comment provided by engineer. */
"Turn Bluetooth “On” in your mobile device's settings" = "在設置中“開啟”藍牙";

/* No comment provided by engineer. */
"Turn Bluetooth “On” in your mobile device's settings and select “HS5XXXXX” to pair." = "在你的移動設備設置中“開啟”藍牙並選擇“HS5XXXXX”進行配對。";

/* No comment provided by engineer. */
"Turn Bluetooth “On” in your mobile device's settings." = "在你的移動設備設置中“開啟”藍牙。";

/* No comment provided by engineer. */
"Turn Bluetooth “On” in your mobile device's settings." = "在你的移動設備設置中“開啟”藍牙。";

/* No comment provided by engineer. */
"Tutorial" = "教程";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* Keep your arm stable, stay still and try again */
"Unable to take measurements due to arm/wrist movements. " = "由於手臂/手腕移動了，所以無法檢測到測量結果。";

/* Keep your arm stable, stay still and try again */
"Unable to take measurements due to arm/wrist movements. " = "由於手臂/手腕移動了，所以無法檢測到測量結果。";

/* No comment provided by engineer. */
"Unit" = "單位";

/* Unknown interference detected, please test again */
"Unknown Interference Detected" = "檢測到未知干擾";

/* Unknown reasons */
"Unknown reasons" = "不明原因";

/* Update */
"Update" = "更新";

/* Update failed */
"Update failed" = "更新失敗";

/* Update Failed */
"Update Failed" = "更新失敗";

/* Update finished */
"Update finished" = "更新完成";

/* Update stopped */
"Update stopped" = "更新停止";

/* Update Successful */
"Update Successful" = "更新成功";

/* Updating */
"Updating" = "正在更新";

/* Updating... */
"Updating..." = "正在更新...";

/* Upgrade */
"Upgrade" = "升級";

/* No comment provided by engineer. */
"Upgrade firmware of the scale?" = "是否升級秤的固件版本？";

/* Uploading ... */
"Uploading ..." = "正在上傳...";

/* URI */
"URIParsedResult type name" = "URIParsedResult type name";

/* User account blocked */
"User account blocked" = "已鎖定使用者賬戶";

/* User account has been deleted, please create a new one. */
"User account has been deleted, please create a new one." = "已刪除使用者賬戶，請建立一個新賬戶。";

/* User account locked */
"User account locked" = "已鎖定使用者賬戶";

/* User Blocked */
"User Blocked" = "使用者已鎖定";

/* User does not exist. */
"User does not exist." = "使用者不存在。";

/* User locks */
"User locks" = "使用者鎖定";

/* User name or password is incorrect */
"User name or password is incorrect" = "使用者名稱或密碼不正確";

/* User profile editing error */
"User profile editing error" = "使用者信息編輯錯誤";

/* User profile update failed */
"User profile update failed" = "使用者信息更新失敗";

/* Username cannot be blank */
"Username cannot be blank" = "使用者名稱不可空白";

/* Username must be 1-32 characters */
"Username must be 1-32 characters" = "使用者名稱必須介於1-32個字符之間";

/* Username must be a valid email */
"Username must be a valid email" = "使用者名稱必須為有效的電子郵箱地址";

/* Verifying... */
"Verifying..." = "正在驗證...";

/* No comment provided by engineer. */
"Version Number" = "版本號";

/* Very Active */
"Very Active" = "非常活躍";

/* VFR */
"VFR" = "VFR";

/* No comment provided by engineer. */
"Visceral Fat Rating" = "內臟脂肪等級";

/* No comment provided by engineer. */
"Wait until “[1234]” stabilizes and “0.0” appears. Stand on the scale with bare feet. " = "等到“[1234]”穩定和“0.0”顯示，赤腳站在上面。";

/* No comment provided by engineer. */
"Wait until “[1234]” stabilizes and “0.0” displays. Stand on the scale with bare feet. " = "等到“[1234]”穩定和“0.0”顯示，赤腳站在上面。";

/* No comment provided by engineer. */
"Wait until “Wi-Fi” stabilizes and “0.0” appears" = "請等待“無線”連接穩定且出現“0.0”";

/* Warning */
"Warning" = "警告";

/* No comment provided by engineer. */
"Warning!" = "警告!";

/* No comment provided by engineer. */
"Prompt" = "提示";

/* We haven't seen you for %d day! */
"We haven't seen you for %d day!" = "我們有%d天沒有見到你了！";

/* We haven't seen you for %d days! */
"We haven't seen you for %d days!" = "我們有%d天沒有見到你了！";

/* Website error */
"Website error" = "網站錯誤";

/* Wed */
"Wed" = "三";

/* No comment provided by engineer. */
"Week" = "周";

/* Weekdays */
"Weekdays" = "平日";

/* Weekends */
"Weekends" = "週末";

/* No comment provided by engineer. */
"Weeks" = "週";

/* No comment provided by engineer. */
"WEIGHT" = "體重";

/* Weight */
"Weight" = "體重";

/* Weight capacity is exceeded */
"Weight capacity exceeded" = "超出體重範圍";

/* No comment provided by engineer. */
"When set to airplane mode, the tracker can not sync with the app. To exit airplane mode, walk for 5 min. or plug the tracker on to a powered charging dock." = "設置飛行模式將無法與設備連接,如果想退出該模式需要連續運動或者充電激活,你是否確定設置？";

/* No comment provided by engineer. */
"Workout" = "運動";

/* No comment provided by engineer. */
"XLS file" = "Xls 文件";

/* Yes */
"Yes" = "是";

/* No comment provided by engineer. */
"Yesterday" = "昨天";

/* Status is a duplicate. */
"You already tweeted that message" = "您已發布該信息";

/* No comment provided by engineer. */
"You can manually input your data here" = "您可以在這裡手動輸入您的數據";

/* No comment provided by engineer. */
"You are user No." = "您當前的用戶序列號";

/* Your password must be at least six characters. */
"Your password must be at least six characters." = "您的密碼必須至少有六個字符。";

/* twitter length defined */
"Your Tweet must be between 1 to 140 characters in length" = "您的推文長度必須介於1到140個字符之間";

/* No comment provided by engineer. */
"Your user account number has not been assigned yet. User account %d is now assigned to you." = "現在已將使用者賬戶%d指定給您。";

/* No comment provided by engineer. */
"“Allow” Wi-Fi sharing" = "“允許”分享 Wi-Fi";


/* AM分享内容 */
"Activity Time" = "運動時間";

/* AM分享内容 */
"Sleep Time" = "睡眠時間";

/* AM分享内容 */
"Burning Calories" = "消耗卡路里";

/*Optimal BP*/
"Optimal" = "理想血壓";

/* No comment provided by engineer. */
"Underweight" = "偏瘦";

/* No comment provided by engineer. */
"Overweight" = "偏胖";

/* No comment provided by engineer. */
"Obese" = "肥胖";

/* No comment provided by engineer. */
"Body fat percentage is the amount of body fat as a proportion of your body weight. Reducing excess levels of body fat has shown to reduce the risk of certain conditions such as high blood pressure, heart disease, diabetes, and cancer." = "體脂肪百分比是脂肪佔總體重的比例。降低超出需要的比例能減低某些確定的病症的風險，例如高血壓，心髒病，糖尿病和癌症。";

/* No comment provided by engineer. */
"This feature indicates the amount of bone (bone mineral level, calcium, or other minerals) in the body. Research has shown that exercise and the development of muscle tissue are related to stronger and healthier bones." = "該功能指示體內骨骼的總量，即骨骼礦物質水平，例如鈣等。研究表明針對肌肉組織的鍛煉有助於強壯健康的骨骼。";

/* No comment provided by engineer. */
"Total Body Water Percentage is the total amount of fluid in a person’s body expressed as a percentage of their total weight. Water plays a vital role in many of the body’s processes and is found in every cell, tissue and organ. Maintaining a healthy total body water percentage will ensure the body functions efficiently and will reduce the risk of developing associated health problems." = "總人體水分百分比是體內液體總量佔體重的百分比。水在人體的很多活動中扮演至關重要的角色，可以在每一個細胞，組織和器官中找到。保持健康的水分比例能夠確保身體功能高效，並降低發生相關健康問題的風險。";

/* No comment provided by engineer. */
"This feature indicates the weight of muscle in your body. The muscle mass displayed includes the skeletal muscles, smooth muscles [such as cardiac and digestive muscles] and the water contained in these muscles. Muscles play an important role as they act as an engine in consuming energy. As your muscle mass increases, your energy consumption increases helping you reduce excess body fat levels and lose weight in a healthy way." = "該功能指示體內肌肉的重量。顯示的肌肉總量包含骨骼肌、平滑肌（例如心肌、消化器官肌肉）以及肌肉内的水分。肌肉作為消耗能量的發動機扮演了一個重要的角色。當你的肌肉增長，你的能量消耗的增加有助於以健康方式減少額外的體脂肪水平和減重。";

/* No comment provided by engineer. */
"Daily caloric intake is the estimated number of calories to maintain your current weight." = "每日膳食平衡的建議卡路里攝入。";

/* No comment provided by engineer. */
"Visceral fat is the fat that is in the internal abdominal cavity, surrounding the vital organs in the abdominal area. Research shows that even if your weight and body fat remains constant, as you get older the distribution of fat changes and is more likely to shift to the trunk area especially post menopause." = "內臟通常包裹著體內重要的器官，研究表明即使體重和體脂肪保持正常，隨著年齡變化，脂肪的分佈也會改變，更容易堆積，尤其是絕經期女性。內臟脂肪等級的定義是每1表示10平方厘米的脂肪，即等級10表示100平方厘米。";

/* No comment provided by engineer. */
//"Normal" = "正常体重";

/* No comment provided by engineer. */
"Normal BP" = "正常血壓";

/* No comment provided by engineer. */
"High-normal" = "正常偏高血壓";

/* No comment provided by engineer. */
"Mild HBP" = "輕度高血壓";

/* No comment provided by engineer. */
"Moderate HBP" = "中度高血壓";

/* No comment provided by engineer. */
"Severe HBP" = "重度高血壓";

/* No comment provided by engineer. */
"Stage1 HBP" = "高血壓一級";

/* day of the week */
"SUN" = "週日";

/* day of the week */
"MON" = "週一";

/* day of the week */
"TUE" = "週二";

/* day of the week */
"WED" = "週三";

/* day of the week */
"THU" = "週四";

/* day of the week */
"FRI" = "週五";

/* day of the week */
"SAT" = "週六";

/* day of the week */
"day" = "天";

/* day of the week */
"Year" = "年";

/* day of the week */
"Day" = "天";

"min-max" = "最低值-最高值";

"Last Test" = "最新測量";

/* Looking for your device */
"Looking for your device" = "尋找您的設備";

/* Search */
"Search" = "搜索";

"Refresh" = "刷新";

"Refreshing..." = "刷新中...";

/* No comment provided by engineer. */
"Connect devices" = "連接設備";

/* AM3S pin码提示语 */
"Please record the random 6 digit number on the tracker, then enter the last 2 digits of this number during the pairing process." = "請記錄腕錶顯示屏上的隨機碼，選中對應的腕錶輸入隨機數後兩位數字。";

/* pin码不正确 */
"Incorrect pin. Please try again." = "PIN碼不正確，請重試。";

/* HS6用户已满 */
"The scale has reached its maximum of 10 accounts." = "秤已經達到了10個用戶上限。";

/* HS6绑定用户时间错误 */
"Time travel error: You have received this error because you deleted an account from your scale and changed the time on your phone to an earlier time." = "綁定時間錯誤：此錯誤是由於你從秤中刪除用戶後將手機時間調到了更早所致。";

/* 绑定用户失败 */
"Pairing failed." = "添加用戶失敗";

/* 设备添加 */
"Select unlinked devices." = "選擇未連接的設備";

/* No comment provided by engineer. */
"How do I link devices?" = "如何連接設備？";

/*Version版本*/
"Version" = "版本";

/* open camera */
"“iHealth” would like to access the camera. To enable access go to: iOS Settings > Privacy > Camera > iHealth > set to On" = "“iHealth”想要訪問您的相機如果允許請進行如下操作：設置>隱私>相機> iHealth>打開";

/*scale testing*/
"Testing" = "測量中";

/*highest*/
"Highest" = "最高值";

/*highest*/
"Lowest" = "最低值";

/*highest*/
"Average" = "平均值";

/*Wireless Scales*/
"Scale" = "體重秤";

/* setting */
"Settings" = "設置";

/* do not have device */
"You don't have any iHealth devices set up yet!" = "您還未擁有iHealth設備。";

/* select new device */
"Select New Device" = "選擇新設備";

/* BLOOD PRESSURE */
"BLOOD PRESSURE" = "血壓";

/* WIRELESS SCALES */
"SCALE" = "體重秤";

/* ACTIVITY */
"ACTIVITY MONITORS" = "活動";

/* WIRELESS PULSE OXIMETER */
"PULSE OXIMETER" = "血氧儀";

/* Target Blood Pressure */
"Target blood pressure" = "血壓目標";

/* Go to your Phone Setting and turn on Bluetooth */
"Pulse Oximeter " = "血氧 ";

/* device not connect */
"The device is not connected" = "設備未連接";

/* device connect */
"The device is connected" = "設備已經連接";

/* device connect */
"Get temperature and room humidity" = "獲得溫度和濕度";

/* device connect */
"TEMP" = "溫度";

/* device connect */
"RH" = "濕度";

/* Go to your Phone Setting and turn on Bluetooth */
"Go to your phone settings and turn on Bluetooth." = "在手機設置中開啟藍牙。";

/* Place sensor on your finger with nail facing down */
"Place pulse oximeter on your finger and press the button to start a measurement." = "將傳感器放在手指上，然後按下PO3設備上的按鈕開始測量。";

/* Click on the device titled BP xxxxxx to pair */
"Click on the device titled BP xxxxxx to pair." = "單擊設備名為BP XXXXXX配對上。";

/* Connect your iOS device to the Blood Pressure Dock and launch the app */
"Connect your iOS device to the blood pressure dock and launch MyVitals." = "您的的iOS設備連接到血壓計並啟動應用程序。";

/*Help Center*/
"Help Center" = "說明中心";

/* Support */
"Support" = "幫助中心";

/* Connected */
"Connected" = "已連接";

/* BMI classification */
"BMI classification" = "BMI分類";

/* pulse wave */
"Within each cardiac cycle, the cyclical pressure fluctuations， which caused by ventricular systolic and diastolic, make the artery expansion and retraction. The regular beats caused by the expansion and retraction of artery are called pulse. Along blood vessel walls the spread of the forward wave is called pulse wave." = "在每一個心動週期內，心室的收縮和舒張造成動脈內壓力的週期性波動，這種週期性的壓力波動使動脈擴張和回縮，從而使動脈血管發生有規律的搏動，稱為脈搏。沿血管壁波浪式向前傳播的脈搏稱為脈搏波。";
/*CONNECT*/
"CONNECT" = "連接";

/*START*/
"START" = "開始測量";

/*SLEEP AlARM*/
"You can not set the same reminder time, please use a different time." = "你不能設置相同的提醒時間，請設置不同的提醒時間。";

/*Mood*/
"Mood" = "心情";

/*Your current user No.*/
"You are user No." = "您當前的用戶號：";

/*Unnormal*/
"Abnormal" = "非正常";

/*Oxygen range*/
//"Oxygen range" = "血氧饱和度范围";

/*Sit comfortably, resting your arm on travel case and angle your wrist until it is within measurement range.*/
"Sit comfortably, resting your arm on travel case and angle your wrist until it is within measurement range." = "放輕鬆並且舒適就坐，將您的手腕放在腕枕上，調整手腕角度在10-30度內。";

/*PI means Perfusion Index, PI values reflect the pulsating blood flow, which reflects the ability of perfusion. The larger the pulsation of blood flow, the more ripple component, PI values greater.*/
"PI is the Perfusion Index. PI values reflect the pulsating blood flow, which reflects the ability of perfusion. The larger the pulsation of blood flow is, the larger the ripple is, and thus a higher PI value." = "PI是指血流灌注指數（灌注指數，PI），PI值反映了脈動血流情況，即反映了血流灌注能力。脈動的血流越大，脈動分量就越多，PI值就越大。";

/* Not Connected Device */
"Not connected" = "未連接";

/* zendesk */
"Please enter your comments" = "請輸入您的評論內容";

/* No comment provided by engineer. */
"Position the montor in the middle of your arm aligned with your middle finger." = "將袖帶放在手臂中間與中指對齊的地方。";

/* No comment provided by engineer. */
"Apply the cuff following the UP/DOWN sign." = "依照上/下指示調整袖帶。";

/* No comment provided by engineer. */
"Position your arm so that the cuff is at the same level as your heart." = "將手臂擺放妥當，讓袖帶與心臟位置等高。";

/* No comment provided by engineer. */
"BP3 Details" = "BP3詳細信息";

/* No comment provided by engineer. */
"BP5 Details" = "BP5詳細信息";

/* No comment provided by engineer. */
"BP7 Details" = "BP7詳細信息";

/* No comment provided by engineer. */
"HS3 Details" = "HS3詳細信息";

/* No comment provided by engineer. */
"Lite Details" = "Lite詳細信息";

/* No comment provided by engineer. */
"HS5 Details" = "HS5詳細信息";

/* No comment provided by engineer. */
"Core Details" = "Core詳細信息";

/* No comment provided by engineer. */
"AM3 Details" = "AM3詳細信息";

/* No comment provided by engineer. */
"Edge Details" = "Edge詳細信息";

/* No comment provided by engineer. */
"PO3 Details" = "PO3詳細信息";

/* No comment provided by engineer. */
"Forgot It" = "忽略此設備";

/* Pulse Wave */
"Pulse wave" = "脈搏波";

/* Pulse Wave: */
"Pulse Wave:" = "脈搏波";

/* Blood pressure is affected by mood swings.*/
"(Blood pressure is affected by your mood.)" = "(情緒的變化會影響血壓的波動。)   ";

/* Blood pressure is affected by lifestyle changes.*/
"(Blood pressure is affected by lifestyle changes.)" = "(生活方式會影響血壓的波動。)   ";

/* No comment provided by engineer. */
"Offline Measurement:" = "離線測量：";

/* No comment provided by engineer. */
"Systolic pressure:" = "收縮壓：";

/* Systolic pressure: maximum value of the blood pressure as a result of the contraction of the systemic ventricle */
"Maximum value of the blood pressure as a result of the contraction of the systemic ventricle." = "當心臟收縮時，從心室射入的血液對血管壁產生的側壓力，稱為收縮壓，亦稱高壓。";

/* No comment provided by engineer. */
"Diastolic pressure:" = "舒張壓：";

/* Diastolic pressure: minimum value of the blood pressure as a result of relaxation of the systemic ventricle */
"Minimum value of the blood pressure as a result of relaxation of the systemic ventricle." = "當心臟舒張時，已流入動脈的血液對血管壁產生的側壓力，稱作舒張壓。亦稱低壓。";

/* pulse wave */
"Pulse Wave: Within each cardiac cycle, the cyclical pressure fluctuates, which is caused by ventricular systolic and diastolic and makes the artery expand and retract. The regular beats caused by the expansion and retraction of your arteries are called pulses. The spread of the forward wave along blood vessel walls is called pulse wave." = "脈搏波：在每一個心動週期內，心室的收縮和舒張造成動脈內壓力的週期性波動，這種週期性的壓力波動使動脈擴張和回縮，從而使動脈血管發生有規律的搏動，稱為脈搏。沿血管壁波浪式向前傳播的脈搏稱為脈搏波。";

/*Noun explanation */
"Noun explanation" = "名詞解釋";

/* zendesk */
"Please sign in or create an iHealth account to contact us." = "請登錄或創建一個iHealth賬戶聯繫我們。";
"Contact us" = "聯繫我們";


"Contact us" = "聯繫我們";

"Send" = "發送";

"Your email:" = "您的電子郵件：";

"Subject:" = "主題：";
"Email is not a valid Email" = "電子郵件是不是一個有效的電子郵件";

"Description" = "描述";

"Please enter your e-mail" = "請輸入您的電子郵件";

"Please enter your comments" = "請輸入您的意見";

"Support ticket sent！ An iHealth customer service member will reply as soon as possible." = "支持的工單已發送！一個iHealth客戶服務會員會盡快回复。";

"Send failed" = "發送失敗";

"Stand on scale with your bare feet, the data is automatically synchronized to your cloud account." = "請赤腳站在秤上，測得的數據將自動同步到雲端。";

"Sync data now" = "只需稍後點擊按鈕，便會很方便的統計數據。";

/* Register */
"  Create a new account" = "  註冊";

/* Pulse Wave */
"Make sure your phone and HS5 scale are on the same WiFi network." = "確保您的手機與HS5處於同一無線環境下。";

/* Comments */
"Looks like you've used the app for 3 days now. Do you want to provide us with some feedback?" = "您已經試用三天了，請您對我們的APP給予評價";

/* Sure! */
"Sure!" = "立即評價";

/* Remind me later */
"Remind me later" = "稍後提醒";

/* No thanks */
"No thanks" = "忍心拒絕";

/* Comment */
"Comment" = "評論";

/* No thanks */
"Total Sleep" = "睡眠時長";

/* BP range */
"BP Range" = "血壓範圍";

/* Come on */
"Come on" = "關注體重指標";

/* You are beautiful. */
"You are beautiful." = "保障身體健康";

"Lean Body Mass is a component of body composition, calculated by subtracting body fat weight from total body weight.The percentage of total body mass that is lean is usually not quoted – it would typically be 60–90%. The Lean body mass (LBM) has been described as an index superior to total body weight for prescribing proper levels of medications and for assessing metabolic disorders, as body fat is less relevant for metabolism." = "瘦體重“由身體細胞重量（BCW）、細胞外水分（ECW）和去脂的固體部分（FFS）組成。其主要成分是骨骼、肌肉等。正常情況，瘦體重與身體脂肪含量有一定比例。測量瘦體重對促進能量轉換和耗氧，調節水鹽代謝等具有重要意義在運動訓練中，運動員保持較高的瘦體重，對提高有氧耐力和運動能力是非常有好處的。";
/*Pull Out the finger from the device can stop measurement.*/
"Pull Out the finger from the device can stop measurement." = "從設備中拔出手指可以停止測量。";
"(Beats/Min)" = "(次/分)";

/*BP通信 未翻译的*/
"Systolic pressure exceeds the measurement range" = "收縮壓超過測量範圍";

"Diastolic pressure exceeds the measurement range" = "舒張壓超過測量範圍";

"Systolic pressure is below the measurement range" = "收縮壓低於測量範圍";

"Diastolic pressure is below the measurement range" = "舒張壓低於測量範圍";

/* recent range */
"Recent" = "最近";

/* Total Steps */
"Total Steps" = "總步數";

"New Version" = "新版本";

"Do you want to download the latest version of this app?" = "您要下載此應用程序的最新版嗎？";

"You must download the latest version of this app to proceed." = "若要繼續，請下載此應用程序的最新版。";

"In here,you can manage your devices and set up new devices." = "在這裡，你可以管理設備並設置新的設備";

"The (insert real name of product) has a built in swimming mode and records total swimming time, number of laps, calories burned, and lap type. Please note that battery consumption will increase when the (insert real name of product) is in swimming mode. If the device is kept in swimming mode continuously the utilization time will be reduced from 7 to 5 days." = "打開游泳功能即可記錄游泳的時間，劃水次數和卡路里消耗相應的，打開游泳功能會增加電池消耗，使用時間從7天減少到5天。";

"The (insert real name of product) identifies swimming mode automatically. However t needs 7 to 14 seconds of continuous use in water to understand and react." = "AM4可以自動識別游泳，需要遊7〜14秒來理解你的運動。";

"You can see the swimming status at any time. It will include swimming time, number of laps and calories burned. If no swimming is detected for more than 14 seconds, the previous data will be saved automatically and the display will be cleared." = "任何時間，你都可以抬手看到當前游泳狀態，包含多久、多少次劃水、多少個單程以及卡路里。當你停下超過30秒時，狀態會清零重新累積。之前的數據會被存到記憶中。";

"Status summary will be shown after swimming is finished.  The automatic switch time from standby to counting can be set by users.  " = "當您停止游泳後一段時間，會視為您結束了本次游泳，並給您完整的報告。停止多久視為結束以提供報告可以被設置。";
"Summary report" = "總計報告";

"30 min" = "30分鐘";

"Do not show again" = "不再顯示";

"Add account" = "添加賬號";

"iVersionInThisVersionTitle" = "更新說明";
"iVersionUpdateAvailableTitle" = "有新的版本";
"iVersionVersionLabelFormat" = "版本 %@";
"iVersionIgnoreButton" = "忽略";
"iVersionDownloadButton" = "下載更新";
"iVersionRemindButton" = "回頭再說";
"iVersionOKButton" = "好的";
//*BP三次测量相关多语言*/
"What you need to do:" = "你需要做的:";
"Check 3 times in the morning before breakfast." = "上午早餐前檢查3次";
"Check 3 times in the evening before going to bed." = "晚上睡覺前檢查3次";
"Do this for three consecutive days. The readings you get from your iHealth blood pressure monitor (systolic is the higher number and diastolic is the lower number) will be automatically averaged so you can give the results of this 3-day plan to your doctor." = "連續測量三天，從您的iHealth血壓計得到的讀數（收縮壓是較高的數字和舒張壓是較低的數字）將自動平均，所以您可以將這3天測量的結果給您的醫生。";
"Sorry, you are not within the time period for this test. Please take measurements between 5:00 AM to 10:00 AM." = "對不起，您不在測試時間範圍內，請您在早晨5點至10點進行測量，謝謝";
"Sorry, you are not within the time period for this test. Please take measurements between 7:00 PM to 12:00 AM." = "對不起，您不在測試時間範圍內，請您在晚上7點至12點進行測量，謝謝。";
"You have already completed your tests for today. Please measure again tomorrow morning between 05:00 AM to 10:00 AM." = "三次測量任務已建立，請您在明天早上5點至10點進行測量，謝謝。";
"You have already taken measurements for this time period." = "對不起，您已經在此時間段測量過，謝謝";
"AVG" = "AVG";
"1ST" = "1ST";
"2ND" = "2ND";
"3RD" = "3RD";
"MEASUREMENT REMINDERS" = "測量提醒";
"Morning" = "早上";
"Evening" = "晚上";
"iHealth 3-day Blood Pressure Triple-Check" = "iHealth3天血壓三重檢查";
"Treatment" = "治療";
"Average" = "平均值";
"1ST Measurement" = "第一次測量";
"2ND Measurement" = "第二次測量";
"3RD Measurement" = "第三次測量";
"Sit down comfortably" = "坐姿舒適";
"Do not smoke or drink" = "不要吸煙或者飲酒";
"Relax for 5 minutes" = "五分鐘放鬆";
"Wrap the cuff around your upper arm at heart level or place your wrist monitor at heart level" = "環繞你的上臂袖帶在心髒水平，或將你的手腕在顯示器心髒水平";
"Do not move your or talk" = "請不要移動或者講話";
"DAY 1" = "第一天";
"DAY 2" = "第二天";
"DAY 3" = "第三天";
"Morning Measurement Results" = "早上測量結果";
"Evening Measurement Results" = "晚上測量結果";
"Single" = "單次測量";
"Triple-Check" = "三次測量";
"measurement" = "測量";
"Interval:" = "時間間隔:";
"Next measurement:" = "下次測量";
"seconds" = "秒";
"Measure my blood pressure" = "您該測量血壓了";

"A single measure from the Triple-Check measure-set cannot be deleted. Do you want to delete this whole set?" = "三次測量數據不能單一刪除，您確定要刪除整組數據嗎？";
"Attention: the set Triple-Check is incomplete, do you still want to delete it?  If deleted, the set has to be recreated." = "注意：本次三次測量的數據是不完整的，您仍然要刪除嗎？如果刪除，該組將會重新創建。";
/*AM4*/
"The Wave has a built in swimming mode and records total swimming time, number of laps, calories burned, and lap type. Please note that battery consumption will increase when the (insert real name of product) is in swimming mode. If the device is kept in swimming mode continuously the utilization time will be reduced from 7 to 5 days." = "Wave的功能之一是內置游泳方式，它可以記錄游泳總時間，游泳圈數，消耗的卡路里以及休息時間。需要提醒您的是：當AM4切換到游泳模式時，AM4的電池消耗會比較大，如果該設備保持在游泳模式，AM4的使用時間會從原來的7天降低到5天。";

"The Wave identifies swimming mode automatically. However it needs 7 to 14 seconds of continuous use in water to understand and react." = "持續的在水中待7~14秒，Wave會自動切換到游泳模式。";

"You can see the swimming status at any time. It will include swimming time, number of laps and calories burned. If no swimming is detected for more than 14 seconds, the previous data will be saved automatically and the display will be cleared." = "游泳數據包括游泳時間，游泳圈數和消耗的卡路里數等可以被隨時查看。如果該次游泳結束後14秒內沒有檢測到您在游泳，該次的數據會被自動保存，且顯示屏顯示將被清除。";

"The summary will be shown after you finish your swim.you can set how long after you stop swimming before the tracker considers you to have finished your swim.  " = "游泳結束後，關於游泳的數據會顯示在AM4的顯示屏上，並且可以設置停止游泳後多長時間顯示游泳數據（默認是30分鐘）。";

"ONE-WAY" = "單程";

"SWIM SPEED" = "游泳速度";

"SPM" = "SPM";

"TOTAL TIME" = "總時長";

"LENGTHS" = "長度";

"Butterfly" = "蝶泳";

"Breaststroke" = "蛙泳";

"Freestyle" = "自由泳";

"Backstroke" = "仰泳";

"Medley" = "混合泳";

"Swim mode" = "游泳模式";

"Swim enable/disable" = "游泳 啟用/禁用";

"Pool length" = "泳池長度";

"Room humidity" = "室內濕度";

"Temperature" = "溫度";

"Never show this again" = "不再顯示";

"Check your room temperature and humidity" = "獲得房間的溫度和濕度";

"Tap on the scale to wake it up.You will see 0.0 light up on the display." = "請輕輕踩秤將其激活，此時秤的屏幕顯示0.0。";

"Tap on the right or left bottom corner of the scale,room temperature and humidity will display for a few seconds." = "輕踩秤的左下角和右下角，室內溫度和濕度會在秤的屏幕上顯示幾秒。";

/* 8月12新加 */
"+ Add New Task" = "+ 新增任務";

"Add Reminder" = "添加提醒";

"Alarm Tone" = "提醒鈴聲";

"Choose your task" = "選擇您的任務";

"Take medicine" = "服藥";

"Sport" = "運動";

"Sport." = "運動。";

"Please select a reminder." = "請選擇一個提醒。";

"You can only set up 64 alerts or reminders." = "提醒次數不能超過64次。";

"Take my Blood Pressure." = "測量血壓。";

"Take my Weight." = "測量體重。";

"Take pill" = "服藥";

"Take pill." = "服藥。";

"Take pill and sport." = "服藥並運動。";

"Take pill and take my Blood Pressure." = "服藥並測量血壓。";

"Sport and take my Blood Pressure." = "運動並測量血壓。";

"Take pill and take my Weight." = "服藥並測量體重。";

"Sport and take my Weight." = "運動並測量體重。";

"Take my Blood Pressure and take my Weight." = "測量血壓和體重。";

"Take pill and sport and take my Blood Pressure." = "服藥、運動並測量血壓。";

"Take pill and sport and take my Weight." = "服藥、運動並測量體重。";

"Take pill and take my Blood Pressure and take my Weight." = "服藥並測量血壓和體重。";

"Sport and take my Blood Pressure and take my Weight." = "運動並測量血壓和體重。";

"Take pill and sport and take my Blood Pressure and take my Weight." = "服藥、運動並測量血壓和體重。";

"Alarm" = "提醒";

"Ascending" = "遞增";

"Bark" = "狗叫聲";

"Bell Tower" = "鐘樓";

"Digital" = "數位";

"Doorbell" = "門鈴";

"Duck" = "鴨子";

"Harp" = "豎琴";

"Motorcycle" = "機車";

"Old Car Horn" = "老汽車喇叭";

"Piano Riff" = "鋼琴演奏";

"Robot" = "機器人";

"Sci Fi" = "科幻片";

"Sonar" = "聲呐";

"Strum" = "吉他和絃";

"Timba" = "鹽巴舞曲";

"Xylophone" = "木琴";

/*calorie*/
"My Diary" = "我的日記";
"Tomorrow" = "明天";
"Breakfast" = "早餐";
"Lunch" = "午餐";
"Dinner" = "晚餐";
"Snack" = "零食";
"KCAL CONSUMED" = "卡路里消耗";
"KCAL INTAKE" = "卡路里增加";
"Calories" = "卡路里";


/*food calorie*/
"Amount per Serving" = "每份的量";
"Diary Value" = "記錄值";
"Total Fat" = "總脂肪";
"Staturated Fat" = "飽和脂肪";
"Trans Fat" = "反式脂肪";
"Cholesterol" = "膽固醇";
"Sodium" = "鈉";
"Total Carbohydrates" = "總碳水化合物";
"Dietary Fiber" = "膳食纖維";
"Sugars" = "糖";
"Protein" = "蛋白質";
"Weight " = "重量";
/*sport calorie*/
"Favorite" = "最愛";

"Start Time" = "開始時間";

"End Time" = "結束時間";

"Calorie" = "卡路里";

"Add Sport" = "添加運動";

"Name" = "名稱";

"Name " = "姓名";

"Sport Time" = "運動時間";


/*8月20*/
"HealthKit" = "HealthKit";

"You are about to add a new user to your iHealth MyVitals app." = "您將一個新的用戶添加到您的iHealth MyVitals應用程序。";

"Do you want to share the data of this iHealth MyVitals account with the Apple Health Kit app? If yes,only this account will share data with Apple Health Kit.This situation does not occur for iPad users." = "你想把這個iHealth MyVitals帳戶的數據分享到蘋果健康套件應用程序上麼？選擇一個用戶，只有這個賬戶將分享到蘋果健康套件應用程序。這種情況不會發生在iPad用戶中。";

"Do you want to share the data of this iHealth MyVitals account with the Apple Health Kit app? If yes,only this account will share data with Apple Health Kit." = "你想把這個iHealth MyVitals帳戶的數據分享到蘋果健康套件應用程序上麼？選擇一個用戶，只有這個賬戶將分享到蘋果健康套件應用程序。";

"MyDiary" = "我的日記";

/*Kcal 提示多语言*/
"Add Food" = "新增食物";
"Choose Action" = "選擇動作";
"Take Photo" = "拍照";
"Pick from Camera Roll" = "從相機膠卷挑選";
"Pick from Library" = "從相片庫挑選";
"Missing Fields" = "卻缺少欄位";
"Food name, serving and Calories are required fields" = "食物、份量與熱量是必填欄位";

/* Sport name, Sport time and Calories are required fields */
"Sport name, Sport time and Calories are required fields" = "運動名稱、運動時間和熱量是必填欄位";
/*0919 */
"No data available of last 7 days." = "最近一周沒有數據";
"No data available of last 30 days" = "最近一月沒有數據";
"No data available of last 365 days" = "最近一年沒有數據";
"No data available for today." = "今日無數據";

"The Tracker cannot be linked to the Guest profile. Sign in or create a personal account to link the Tracker." = "活動跟踪器不能在Guest模式下使用，請登陸或者註冊一個個人賬號後，再嘗試連接跟踪器。";
/* 0914 BP3L*/
"Not working? You can try the following." = "測量設備不工作? 你可以嘗試以下操作";

"Make sure your iHealth Ease is nearby." = "確保你的iHealth Ease在附近";

"Turn off Bluetooth in your mobile device settings then turn on again." = "關閉移動設備設置裡的藍牙，然後重新打開。";

"Ease Setup Guide" = "Ease連接指導";

"Try again" = "再試一次";

"Problems turning on Bluetooth?" = "打開藍牙遇到問題？";

"How to turn on Bluetooth?" = "如何打開藍牙？";

"Swipe up from the bottom of the screen to open the iOS Control Center and tap Bluetooth to turn it on" = "從屏幕底部向上滑動打開iOS的控制中心，然後點擊藍牙將其打開";
//三次测量解释
"Directions for the iHealth Triple Check and 3 day blood pressure plan:" = "三次測量說明:";
"Your blood pressure may vary considerably, even during the same measurement. It is necessary to increase the measurements to better assess the blood pressure while resting." = "血壓是隨時變化的，即使在相同的測量時間段，測得的血壓也有可能不同。為了更準確的測量血壓值，多次測量血壓（即連續測量三次血壓）是非常有必要的:";
"It is advised to do it:"= "測量前請注意如下事項:";
"- after sitting for 5 minutes" = "-靜坐五分鐘";
"- 3 consecutive measurements, but with a 1/4-minute interval between each measurement" = "-三次測量時，每次的測量間隔為15秒";
"- in the morning, before breakfast" = "-上午請在早飯前測量";
"- in the evening, before going to bed" = "-下午請在睡覺前測量";
"- 3 consecutive days" = "-堅持三天內每天測量兩組三次測量數據";
"Please measure again tomorrow morning between 05:00 AM to 10:00 AM." = "請您在明天早上5點至10點進行測量，謝謝。";
"Not connected. Please check the setup below for your device." = "設備未連接，請在設置下檢查您的設備。";
"Connect your iOS device to the blood pressure dock and launch MyVitals." = "將您的IOS設備連接血壓計並啟動App。";
"From the control center open bluetooth." = "從控制中心打開藍牙。";
//三方整合
//整合三方登陆增加的多语言
"Your account has binded an iHealth Account, please input your password." = "您的帐号已经绑定过iHealth账号，请输入您的密码完成登陆";

//绑定页
"Binding Account" = "绑定账号";

"You should bind an iHealth account." = "您需要綁定一個iHealth帳號";

"Use an existing account" = "使用已有賬號";

"Register and bind a new account" = "註冊並綁定新賬號";

"Please concern the following information before you move on:\n        when you choose to bind iHealth account to current account, the history data will be merged into iHealth account, and usually it would take some time (the data merging process will be performed on cloud, and then, these history data will be pushed to your application when finished)." = "在您繼續操作前請仔細閱讀以下內容：\n   當你為當前賬號綁定iHealth賬號時，您的歷史數據將會合併到iHealth賬號，這個過程需要一些時間來完成（數據將會在雲端進行合併，此後歷史數據將會在合併完成後下載到您的應用中）。";

"Bind successfully" = "綁定成功";

"Register and Bind" = "註冊和綁定";

"Bind" = "綁定";

"Please select a best account" = "請選擇優選賬號";

"Facebook connection is not available in your country" = "您所在國家暫不支持Facebook連接";

"Your account is already bound, please log in again." = "您的帳號已經綁定，請重新登錄。";

"We can not bind your and iHealth login. Please contact support center or create a new iHealth account." = "綁定iHealth賬號失敗，請您聯繫客服中心或者創建一個新的iHealth帳號。";

"Bind Fail" = "綁定失敗";

//国家信息确认页
"Please confirm your location for better service from iHealth." = "請確認您的國家或地區以便得到更好的服務。";
"Please select an option." = "請選擇一個選項。";
"Region" = "地區";
"Upload" = "上傳";

//删除HS5用户位置
"user No." = "用戶 No.";
"me" = "我";
"Are you sure you want to delete" = "確定删除";
"Delete user" = "删除用戶";
/* 20151118 */
"View Setup Guide" = "View連接指導";

"Press the “START/STOP” button for 2 seconds to turn on Bluetooth when the blood pressure monitor is powered off." = "在血壓計關機的狀態下，長按機身上的START/STOP按鍵2秒鐘就可以開啟藍牙。";

"Keep all the other smart devices away to avoid interference." = "為了防止干擾，把其他的藍牙設備放遠一些。";

"Make sure your iHealth View is near your smartphone or tablet." = "把iHealth View血壓計離手機近一些。";

"Turn off Bluetooth in your mobile devices settings then turn on again." = "重新開啟一下你手機的藍牙。";

"Please double click your Home button and swipe up th shut down all Apps currently running in the background and re-open MyVitals." = "連續按兩次手機的Home鍵，關閉所有後台運行的程序，然後再重新打開MyVitals。";

"Press the “START/STOP” button on the blood pressure monitor until the LED light appears. Charge it if no light appears." = "重啟一下iHealth View血壓計，檢查一下機器是否還有電。";

"Measurement Guide" = "測量指導";

"There is no data in your blood pressure monitor. Please take a blood pressure measurement first." = "還沒有離線血壓數據需要上傳，請先進行血壓測量";

"Wrist position good" = "正確的手腕位置";

"Press the “START/STOP” button to turn on  Bluetooth when your blood pressure monitor is powered off." = "在血壓計關機的狀態下，按一下機身上的START/STOP按鍵即可開機。";

"Put on the monitor and adjust your wrist to the correct position. Press the “START/STOP” button again to start measurement." = "帶上血壓計後，上下調整手腕到正確的位置，然後再次按下START/STOP鍵就可以進行測量了。";

"Track Setup Guide" = "Track連接指導";

"Please press the [1234] button on the blood pressure monitor to turn on Bluetooth." = "請點擊血壓計上的 [1234] 按鍵，打開設備藍牙。";

"Make sure your iHealth Track is nearby." = "請確認您的iHealth Track血壓計放置在附近。";

"Please tap the “Recent” and swipe upto shut down all Apps currently running in the background and re-open MyVitals." = "請點擊最近按鍵並上滑以關閉所有正在後台運行的應用程序，然後重新打開MyVitals。";

"Press the START/STOP button on the blood pressure monitor to start measuring." = "請按下血壓計上的START/STOP按鍵開始進行血壓測量。";

"Make sure your iHealth Track Bluetooth is turned on. If not, press the [1234] button on the blood pressure monitor to turn on it." = "請確認血壓計的藍牙連接已經打開。如果沒有，請點擊血壓計上的 [1234] 按鍵，打開設備藍牙。";
"SYNCING" = "同步中";
"No offline data" = "沒有離線數據可同步";
"Filter Data" = "篩選我的數據";
"Syncing failed, please try again." = "同步失敗，請重試";

"Fully automatic measurement offline, and easy manage cloud data." = "全自動離線測量，管理雲數據更容易。";
/* 20151227 */
"There's a tracker in your account can not add more. If you want to add a new tracker,please “Reset” the old one first and then add again." = "你的賬戶已經添加國腕錶。若想繼續添加新的腕錶,請先“重置”之前的腕錶。";
//zhangyu 绑定三方文本
"Notice" = "安全提示";
"To ensure the security of your account, please link to an iHealth account." = "為了保證你的賬戶安全，請先綁定iHealth賬戶";
"Linking your iHealth account" = "綁定iHealth賬戶";
"Linking an iHealth account helps ensure that your data is secure." = "綁定iHealth賬戶，你的數據將得到雙重保障，更加安全";
"Create and Link New Account" = "創建並綁定新的iHealth賬戶";
"Enter your information" = "完善你的信息";
"Incorrect information may cause account problems in the future." = "請輸入真實信息，錯誤的信息會影響日後數據的精準性";
"Choose your region" = "選擇您的地區";
"When linking accounts, some measurement data may need to be merged. This process could take up to 24 hrs." = "綁定賬戶後整合數據需要一段時間，整合完成你將看到所有數據。";
"If your data still does not appear after 24 hrs, please contact iHealth customer support." = "整合數據不會超過24小時，如果24小時後未整合完成，請聯繫客服。";
"Please confirm that all the information is correct" = "請確定所有信息真實有效";
"Your access has been suspended due to 3 incorrect passwords. Please retry in 15 minutes or click on the ‘Forgot your password’ link to reset your password." = "由於您三次輸入密碼錯誤，導致您的訪問已被限制，請在15分鐘後重新嘗試或者點擊“忘記密碼”鏈接重設密碼。";

//新版AM4
"Connection problem, please try to:" = "升級失敗，請按照提示重試";

"Restart MyVitals" = "重新啟動iHealth";

"Update firmware again" = "再次嘗試升級";

"There's already a tracker linked in your account.If you want to add a new tracker,please “Reset” the old one first and then add again." = "你的賬戶已經添加國腕錶。若想繼續添加新的腕錶,請先“重置”之前的腕錶。";

"When swimming" = "游泳過程中";

"Styles" = "泳姿";

"Percentage" = "泳姿時長比例";

"Duration" = "總時長";

"When finished swimming" = "當你結束游泳後，腕錶記錄並顯示";

"Number of strokes" = "總滑水次數";

"Strokes per minute" = "每分鐘滑水次數";

"Attention" = "溫馨提示";

"Swim Mode is activated by default. It is recommened to turn swim mode off if you don't plan to use it. " = "游泳模式默認開啟，如果你暫不使用此功能，點擊按鈕關閉。";

"Set Swim Mode" = "設置游泳模式";

"Swipe down from the top of the screen to open the quick settings and turn Bluetooth on" = "從手機屏幕頂部向下滑動，打開快捷設置，點擊藍牙圖標將藍牙打開。";

"Please enter the last two digits displayed on the tracker to pair." = "請輸入腕錶顯示的後兩位數字";

"Please check the MAC ID on the back of the tracker and select the correct one to pair." = "請查看腕錶背面的Mac ID，點選匹配的腕錶。";

"Connect device" = "連接腕錶";

"You're all set" = "設置完成";

"Pairing successful!" = "添加成功！";

"The tracker is now ready for your personal use only." = "你的私人智能腕錶已準備就緒，開始使用吧！";

"What is the iHealth Wave?" = "來認識一下Wave";

"Stay motivated" = "享受“動”的快感";

"Running" = "跑步";

"Walking" = "走步";

"Swimming" = "游泳";

"Just keep swimming" = "自動識別泳姿";

"How efficient is your sleep?" = "享受“睡”的安穩";

"Analysis" = "睡眠分析";

"Please turn on Bluetooth" = "請打開藍牙";

"Swipe up from [noConnect_phone] button to open the Control Center and turn Bluetooth on." =
"從 [noConnect_phone] 鍵向上滑動屏幕，打開控制中心，點擊藍牙圖標打開藍牙。";

"Swipe up from [noConnect_pad] button to open the Control Center and turn Bluetooth on." =
"從 [noConnect_pad] 鍵向上滑動屏幕，打開控制中心，點擊藍牙圖標打開藍牙。";

"Swim" = "游泳";

"Other" = "其他";

"Light" = "淺睡眠";

"Deep" = "深睡眠";

"Total strokes you swim" = "游泳過程中手臂的划水次數";

"Percentage of duration for different swim styles" = "該泳姿的游泳時長佔總游泳時長的百分比";

"ABOUT" = "關於";

"SETTINGS" = "設置";

"Swim Mode is activated by default. Leaving it on will increase battery consumption. It is recommened to turn swim mode off if you don't plan to use it." = "游泳模式默認開啟，這樣會增加腕錶電量的消耗，可根據需​​要自由設置開關。";

"Setting the pool length will increase the accuracy of  swim distance tracking." = "泳池長度會影響游泳數據的精確度，請設置你的泳池長度。";

"Open water" = "開放水域";

"Other..." = "自定義";

"Set Pool Length" = "設置泳池長度";
"An account error occurred, please re-login" = "賬號異常，請重新登錄";

"Logout fail" = "登出失敗";

"Example@aaa.com" = "Example@aaa.com";

"This device has a SpO2 measurement range of 70 - 100%.SpO2 levels lower than 70% may indicate device malfunction, user error, or an abnormal blood oxygen saturation level. Please consult with your doctor about your blood oxygen saturation level." = "血氧設備測量範圍為70 - 100％。血氧饱和度水平低于70％，可能是设备故障，用户操作错误或血氧饱和度异常。建议您针对您现有的血氧饱和度情况与你的医生联系。";

//AM4结果页新加
"laps" = "程";

"Please enjoy early access to the lap function as we work through beta testing." = "“程”是最新開發的游泳功能，請嚐鮮體驗";

"lap" = "程";

"How many laps you swim" = "游泳的程數，兩程等於一圈";

"Calories burned from swimming" = "游泳所消耗的卡路里";

"Swimming laps" = "游泳程數";

"Laps" = "程";
//3.4.0新增加AM4

"Displays swim styles" = "腕錶顯示游泳姿勢";

"Duration for this style" = "該泳姿游泳時長";

"Rotate wrist to display swim goal" = "轉動手腕顯示游泳目標";

"Swim goal" = "游泳目標";

"Swim Goal" = "游泳目標";

"Total duration" = "總游泳時長";

"Set swim goals to motivate yourself" = "設置游泳目標，激發更多潛能";

"Turn on the swim mode and set your swim goal" = "打開游泳模式設置自己的游泳目標";

"When you swim, swim goal will displayed after swim styles" = "進入游泳模式後，游泳目標顯示在泳姿的後面";

"Active calories" = "運動消耗";

"Current BMR" = "當前BMR";

"Total calories" = "總消耗";

"Swim goal is the total time you actually swim, not the time you spend in water." = "游泳目標設置的是總的游泳時長，而非在泳池中的時間";

"Swipe up from the home button…" = "從Home鍵向上輕滑屏幕";

"Fully charge the Wave before first use to increase battery life" = "首次使用前請先充滿電，以保證電池的使用壽命";

"There\'s already a tracker linked to your account, if you want to add a new tracker, \"reset\" the old on first" = "你的賬戶已經綁定了腕錶，若想添加新的，請先“重置”之前的腕錶";

"Swim mode is on by default and will increase battery consumption. Please turn off if you don\'t plan on swimming." = "游泳模式默認打開，由此會增加電量的消耗，如果不使用游泳功能請關閉";

"Sleep alarm wakes you up by vibrations from the tracker" = "睡眠鬧鐘通過腕錶的震動提示喚醒你";

"Select the device that you need to connect." = "選擇您需要連接的設備";

//Airplane Mode
"Airplane Mode" = "飛航模式";

/* Driving Mode */
"Driving Mode" = "駕駛模式";

"Bluetooth connecting failed." = "藍牙連接失敗，";

"Please try again." = "請重試。";

// BPM1设置Wi-Fi
"BPM1 Setup Guide" = "BPM1連接指導";

"Press and hold the User 2 button for 10 seconds to setup Wi-Fi" = "長按User2按鍵10秒鐘，確認血壓計屏幕顯示準備連接狀態。";

"Connect your phone Wi-Fi to iHealth-BPM1-XXX, then return to the MyVitals app" = "請將手機的Wi-Fi連接到“iHealth-BPM 1-XXX“後,返回MyVitals App";

"Go to set Wi-Fi" = "去設置Wi-Fi";

"Choose your Wi-Fi network" = "選取網絡";

"Input Wi-Fi password" = "輸入Wi-Fi密碼";

"Connecting Wi-Fi ..." = "正在設置Wi-Fi……";

"Successfully connected Wi-Fi" = "設置Wi-Fi成功";

"Set User" = "設置用戶";

"Couldn't connect Wi-Fi" = "設置Wi-Fi失敗";

"Wi-Fi password is wrong." = "Wi-Fi密碼錯誤";

"Retry" = "重試";

"Setting was unsuccessful, please wait a moment." = "設置還沒有成功，請再等一會。";

"Unable to connect to the Internet." = "連接不上網絡";

"Your phone isn't connected to the internet, please check your network and try again." = "你的手機沒有連上網絡，請檢查網絡並且重試";

"Turn On Location Services to Allow \"iHealth Myvitals\" to Determine Your Location" = "打開手機定位服務，允許“iHealth MyVitals”使用你的位置";

"Suggest that turn on the location services, so that we can accurately access your location" = "建議開啟定位服務，以便我們能夠更精準的獲取您的位置信息。";

"Wifi PassWord must be 1-32 characters" = "Wifi密碼長度1-32位";

"Unknown Error" = "未知錯誤";

"Find new device" = "找到新設備";

"Setting not completed" = "設置未完成";

"Ready to connect" = "準備連接";

// BPM1设置user

"BPM1 Set User" = "BPM1設置用戶";

"Choose a User from User 1 and User 2" = "請從User1和User2裡選擇一個屬於你的用戶";

"Selected by" = "已經被選擇";

"User 1 and User 2 corresponds to User 1 and User 2 buttons on the device" = "User1和User2分別對應血壓計設備上的User 1和User 2按鍵";

"User 1 has already been selected. Do you still want to select it?" = "User 1已经被选择了，你是否仍要选择User 1？";

"User 2 has already been selected. Do you still want to select it?" = "User 2已经被选择了，你是否仍要选择User 2？";

"BPM1 setup complete" = "BPM1設置完成";

// BPM1设备管理

"Speech" = "測量結果語音播報";

"Select Language" = "選擇血壓計語言";

"Select User" = "設置用戶";

"Share Device" = "分享設備";

"Input each other's email." = "輸入對方的郵箱";

"Voice feature is only available in English and French.Please change your device language first." = "語音功能只能在Clear為英語和法語的時候才能生效。請先修改您的設備語言。";

"Go to setting" = "去設置";

// 视频播放
"Are you sure to use 3G/4G to read this video? \nPut your Wifi ON if not" = "您確認要使用3G / 4G觀看指導視頻嗎？\n建議您打開無線網絡的開關。";

"How to setup/use" = "如何安裝/使用";

"Use Wi-Fi instead of 3G/4G to limit data usage." = "使用WiFi而非3G / 4G來控制數據流量消耗。";

"Don't show again." = "下次不再顯示";

// 新增多语言血血压：ZhangYu

"Device bluetooth set failed." = "設備藍牙設置失敗。";

"Device error, error message displayed automatically." = "設備錯誤，自動顯示錯誤消息。";

"Abnormal communication." = "通信異常。";

"Device is out of communication range." = "設備超出通信範圍。";

"Device is disconnected." = "設備已斷開連接。";

"Measurement has been stopped." = "測量已停止。";

"Parameter input error." = "參數輸入錯誤。";

"Transmit finished" = "發送完成";

"Searching for Wi-Fi..." = "正在搜索Wi-Fi";
